{"type":"FeatureCollection","features":[{"type":"Feature","properties":{"name":"Superior, Wisconsin","description":"\"Strategically located at the western end of Lake Superior, the Duluth-Superior area (Fond du Lac as the French called it) for centuries has played a key role in the development of North America.  The waterways with their connecting rivers, and in more recent times rail and pipeline networks stretching from the lake far inland, made it a major transition point for moving people and all kinds of goods across the larger part of the continent.  Natural bounty from the rich resources of wildlife, fish, forests, and mines in the immediate area and the bountiful wheat belt funneled through Duluth-Superior.  The port cities also grew partly by processing and manufacturing these natural riches.  <br><br>The harbor, called \\\"one of the finest natural harbors in the world,\\\" has contributed greatly to the growth of the two cities for more than 125 years.  A long sand spit acting as a breakwater created it.  This strip of sand stretched for 10 miles with one natural entry, known as Superior Entry, where the St. Louis River flowed through a half-mile opening and emptied into Lake Superior.  Today one section is called Minnesota Point and the other Wisconsin Point.  The sand spit created a shallow bay suitable for port development, different parts of which are now called Superior Bay and Allouez Bay.  The St. Louis River widens into St. Louis Bay as it empties into the larger bay areas, creating a large area well suited to harbor and industrial development.<br><br>For thousands of years Native People found the sand spit a choice place for fishing.  The shallow swampy upper part of the bay nurtured cranberries and many other kinds of food.  The nearby woodlands and bluffs offered protection from lake turbulence.  Firewood was abundant.  In the seventeenth century both the Ojibwa and Sioux competed to dominate the area's natural riches and strategic value for trade and travel.  <br><br>The early recorded history of Duluth-Superior related the experiences of French explorers, fur traders, and missionaries and their contacts with Native People in the Fond du Lac area.  Etienne Brule may have been the first Frenchman in 1623.  Jesuit Father Claude Jean Allouez visited the Sioux here in 1667.  Pierre Esprit Radisson and Medard Chouart Des Groseilliers in their pursuit of fortunes in the fur trade probably were here earlier in the decade.  Daniel Greysolon Dulhut in 1679 met with the Sioux somewhere within present-day Duluth in an effort to establish peaceful relations with them and to discourage warfare with the Ojibwe, which so disrupted the fur trade.  In the era of the French, British, and American fur trade, the Duluth-Superior location made an ideal rendezvous point where furs from the interior came by river and trade goods carried from the east could be exchanged.<br><br>With the decline in the fur trade, the Duluth-Superior location drew little interest for westward moving settlers and entrepreneurial investors until the building of the canal at Sault Ste. Marie and the boom times of the 1850s.  Then the western end of Lake Superior attracted eastern capital and enthusiastic developers.  Like those who dreamed of founding great Lake Superior ports at Ashland and Bayfield, other groups cast their eyes on Fond du Lac.  Both Superior and Duluth trace city beginnings to the mid-1850s.  Both declined into virtual ghost towns in the ensuing panic of 1857 and during the Civil War years.  Both revived briefly in the early 1870s and then took on new life with the construction of railroads connecting them to more densely populated areas and to the developing areas of the trans-Mississippi West.  Railroads and port improvements were the keys to their growth.<br><br>Duluth got a rail connection in the early 1870s in large part from the efforts of prominent financier Jay Cooke, who in the late 1860s turned his enthusiasm and influence into developing Duluth as a port city and terminus for the Northern Pacific Railroad projected to be built to Portland, Oregon.  He was the leading figure in securing completion of a rail line from St. Paul to Duluth in 1871.  Two million bushels of grain were shipped during the first year of operations.  He promoted the building of grain storage elevators, railroad docks, wharves, houses, stores, schools, churches, and a bank.  Yet with the financial panic of 1873, Cooke's grandiose plans came to an abrupt halt.  The railroad connection was one major lasting contribution of the early 1870s, as was a major harbor improvement.<br><br>Superior, with a sudden burst of development in the boom years 1855-57, had outstripped Duluth before lapsing into the doldrums.  With returning prosperity in the 1870s, Superior revived largely due to the leadership of General John H. Hammond of St. Paul, an entrepreneur with railroad interests and excellent eastern connections from which capital poured into the port city.  Superior received its first railroad with the arrival of the Northern Pacific in 1881 after a hard battle to achieve the connection.  Coal docks, lumber mills, merchandise docks, and the beginnings of a number of businesses housed in impressive brick and brownstone structures completely changed an earlier modest appearance.  Commercial boom times followed in the 1880s and continued until the nationwide depression of 1893.  In 1890 Superior's population numbered almost 12,000, and in 1910 it was the second largest city in Wisconsin with 40,384 residents.  In 1889 Superior received city status, and Duluth did so for the second time in 1887, having lapsed into a village in the depressed 1870s.  In 1890 Duluth's population numbered over 33,100.  Clearly both Duluth and Superior had achieved national prominence as the major ports on Lake Superior, hubs of trade and commerce in the midcontinent.  <br><br>An intense rivalry between the two cities marked their efforts to grow, each trying to dominate the trade and commerce at the west end of the lake.  The rivalry focused in large measure on harbor improvements as well as railroad connections, both essential ingredients for success.  The unimproved natural harbor when surveyed in 1861 was shallow, 5 to 8 feet deep, with the exception of the St. Louis River channel, which was 15 to 20 feet deep as it flowed through Superior Bay to the lake outlet.  Superior advocated dredging and improving the opening into the lake.  Duluth tried first to develop a harbor in the lake beyond Minnesota Point by constructing a breakwater.  In 1856 the Superior Entry acquired a lighthouse on Minnesota Point and a federal appropriation for dredging work to improve its dangerously shallow waters along with pier construction, which began in 1868 and was a seven-year project.  Meanwhile, Duluth developers found the facilities on the lake unsatisfactory and pushed for construction of a canal to cut through Minnesota Point and open directly into the lake.  <br><br>Many in Superior feared the consequences of the canal across the point because it would give easy harbor access to Duluth and might also divert the waters of the St. Louis River away from the Superior Entry, which Superior counted on for access.  Despite Superior's objections, canal construction went forward.  In the fall of 1870 the city of Duluth, with the blessing and support of Jay Cooke, started digging.  One of the most dramatic incidents in the saga of canal improvements on Lake Superior followed.  Winter weather stalled the work, and after it resumed in 1871 the people of Superior decided to stop the project.  They secured a federal court injunction to halt construction and enlisted the aid of the U.S. War Department to deliver it.  Duluth authorities learned of the injunction three days in advance of its delivery by an army officer traveling from Fort Leavenworth, Kansas.  Feverish dredging and digging ensued.  Legend has it that the townspeople turned out en masse to help finish the digging job.  By the time the injunction was served, the canal was an accomplished fact.<br><br>To quiet ill feeling in Superior, the city of Duluth issued a $100,000 performance bond to build a dike to prevent the canal from diverting the current of the St. Louis River.  Upon completion of the dike, the people of Superior complained that it denied them access to the only railroad connection, the line completed in 1871 between St. Paul and Duluth.  After much litigation and wrangling, the dike disappeared, and the canal turned out to enhance the current through the Superior Entry rather than spoil it.  The completion of the railroad and the canal in 1871gave Duluth unquestionable port advantage.  <br><br>Duluth and Superior experienced their first spectacular boom with the timber harvest in the adjacent areas and grew in the 1880s and 1890s into the most important lumber products and shippers in the Midwest, serving eastern and western markets, particularly the new areas developing to the west as railroad construction and settlement made their way toward the Pacific.  The peak of lumbering trade came in 1899, when 940,000 tons of lumber and lumber products left the twin ports.  Duluth-Superior achieved the status of the world's largest lumbering market for a short time early in the twentieth century.<br><br>While the lumber trade escalated, the twin ports in the 1880s expanded enormously as grain shipments from developing western wheat lands arrived by rail.  Grain elevators and flour mills dotted the harbor.  The peak in flour shipments came in 1894, when one million tons were shipped.  Grain, on the other hand, continued as a major component of harbor commerce.  In 1898, some 2.1 million tons were shipped, and at the end of World War II the shipment of 4.1 million tons set a record.  Once the St. Lawrence Seaway opened, the total grain exports rose to 75 million tons during the next 15 years.<br><br>With the opening of the Mesabi Iron Range, iron ore shipments added an enormous tonnage to shipments from Duluth-Superior.  The first outbound ore shipment in 1892 of 4,000 gross tons was a very modest beginning.  The totals climbed to 6.5 million tons in 1901, 50 million tons in 1929, and 90 million tons in 1942.  In 2000 the twin ports shipped 14.5 million tons.  Iron ore was and is the major bulk cargo handled at the port.<br><br>Commerce in coal added to the huge tonnages passing through the harbor, with coal from the east carried in freighters on their return trip from transporting wheat to eastern markets.  The westbound coal trade began in the early 1880s and continued through the age of steam power and steam heat and then declined in the 1950s, when the use of other fossil fuels began to replace it.  Between 1912 and 1930 inbound coal traffic averaged 10 million tons annually, an all-time eighteen-year high in the ports' history.  Much of this coal went westward by rail.  In recent time the coal traffic has originated from the West, with the coal loaded aboard freighters at Duluth-Superior and shipped east and south to supply power-generating plants.  Petroleum products and general merchandise added further substantial tonnage to port totals.  From 1913 to 1953 Duluth-Superior ranked second only to the port of New York in tonnage handled.<br><br>The long-cherished dream of a connection to the Atlantic Ocean materialized in 1959 after years of frustrating effort, and Duluth-Superior entered a new era in overseas trade as an international seaport in midcontinent.  The recently created Seaport Authority of Duluth was ready for the event with a completed terminal on Superior Bay from which 1.99 million tons of grain and grain products destined for overseas passed through the harbor the first season, followed by 2.43 million tons the next year.<br><br>The ever-changing patterns of port traffic during the past 150 years are complex, shaped by national and international influences, but two components of Duluth-Superior's success remain constant:  Lake Superior and a great harbor.  These have shaped the course of the cities' economic, social, and cultural development.<br><br>The lake provided a great avenue of transportation and a challenge to all who would ply its waters safely.  It called forth major federal funding for navigational improvements and safe passage, among them large appropriations for dredging the Duluth-Superior harbor and maintaining the canal passage through Minnesota Point and the natural opening between Minnesota and Wisconsin Points.  It nurtured generations of boat builders, to which Duluth-Superior added its share.  Most well known among them was Alexander McDougall, an experienced Great Lakes ship captain and boat builder who developed and built forty-six uniquely designed steel whaleback ore carriers at Superior between 1888 and 1898 in response to the need to transport the ores of the Mesabi Range.<br><br>This famous experiment in steel carrier construction often overshadows a larger picture of shipbuilding at Duluth-Superior.  The American Shipbuilding Company built thirty ore carriers in the years 1899-1936.  Superior and Duluth achieved new heights in shipbuilding during World Wars I and II.  Alexander McDougall established the McDougall-Duluth Company in 1916 and built thirty-six steel vessels during the next five years.  Vessel construction at Duluth-Superior totaled 105 in that period.  Shipbuilding at the twin ports reached its greatest level of production in World War II when seven shipyards built 191 vessels.  The Walter Butler Shipyards at Superior working under government contract produced fifty-two vessels, small coastal and ocean-going freighters and U.S. Navy corvettes.  One other obviously lake-related industry, commercial fishing, was for a time vigorously pursued from Duluth-Superior.  Tried experimentally in the 1830s by the American Fur Company at its Fond du Lac post, commercial fishing and packing at Duluth reached its greatest development in the late nineteenth century through World War I.<br><br>This brief treatment of Lake Superior and the rise of Duluth-Superior as a leading port on the Great Lakes is offered to give visitors some understanding of how these beautifully sited cities came to be.  The information is based largely on David A. Walker and Stephen P. Hall, <i>Duluth-Superior Harbor Cultural Resources Study</i> (St. Paul, August 1976), prepared for the Army Corps of Engineers, St. Paul District; Paul R. Lusignan, <i>Superior Intensive Survey Report</i> (Madison:  Historic Preservation Division of State Historical Society of Wisconsin, 1983), prepared for Superior Department of Community Development; and Glenn N. Sandvik, <i>Duluth:  An Illustrated History of the Zenith City</i>.<br><br>In 2004, Duluth, with a population of 87,000, down from a high of 107,000 in 1960, and Superior, with a population of 27,400, down from its height of 40,400 in 1910, have long since passed the era of scoffing and name-calling rivalry.  Both grew as transportation hubs and from commerce, trade, and manufacturing, but neither realized the dreams of turning into major centers rivaling Chicago.  Both had their lumber industries and flour-milling establishments, and Duluth had its U.S. Steel plant, a mainstay in its economy from 1915 to the early 1970s.  Currently trade, retail, and wholesale commerce, transportation and a wide variety of services (educational, medical, financial, governmental), and the tourism and recreation-related industry employ by far the larger part of the workforce.  Tourism and recreation with the lakefront as a major focus have risen to great importance in community planning goals since the 1960s.  Development of Canal and Bayfront Parks in Duluth and Harbor Front Park and Barker's Island in Superior, designed to appeal to tourists and visitors as well as residents, have succeeded in attracting tens of thousands annually.  <br><br>As travelers cross over St. Louis Bay from Superior to Duluth on the U.S. Highway 53 bridge, the beauty of the port and the bluffs of Duluth come into clear view.  Especially on a clear day they make a stunning sight, reflecting a remarkable human achievement in harnessing the natural resources of lake, river, and land.  By the other side of the coin, spectacular growth and development have come at an enormous environmental cost.  The great harbor carries a burden of toxic sediments shown from current investigation to have accumulated over the decades.  Repeated dredging to change the depth from its original 5-8 feet to meet the needs of ever-larger ships wrought massive change, and the practice of repeatedly dumping dredge spoil into Lake Superior shifted toxic wastes from harbor to lake.  The long-accepted practices of emptying all manner of waste materials including human and industrial sewage into the St. Louis River, its tributary streams, and Superior and Allouez Bays took an increasingly heavy toll on water quality over time, growing as human activity grew.  Currently government at all levels and nongovernment environmental groups are at work to mitigate and rectify the damage.  Cleanup is a long-term, expensive, and difficult task, with improved water quality as a major goal as well as fish suitable for human consumption--free from tumors and with low mercury and PCB contamination.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 101-109.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.10381656104839,46.72074347770766]}},{"type":"Feature","properties":{"name":"Bayfield Marina and Harbor","description":"\"Off First and Front Streets<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/bayfield_marina.jpg\\\" align=right>A walk along the harbor front provides an excellent view of the colorful and extensive ﬂeet ofpleasure craft of all sizes and descriptions docked here. A casual stroll on First Street past theMaritime Museum will take you to the ﬁshing dock. A walk in the other direction leads to theCity Dock at the end of Rittenhouse Avenue, where the Apostle Island Excursion Boats arelocated; a block beyond, at the base of Washington Avenue,<br>is the Madeline Island Ferry Dock.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 334-335.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81305319022871,46.80955732268517]}},{"type":"Feature","properties":{"name":"Wisconsin Point Lighthouse","description":"\"Wisconsin Point Road off U.S. Highway 2/53 in South Superior<br><br>This combination lighthouse and fog signal house built in 1913 at the south breakwater guides ore carriers and other vessels through the channel dividing Minnesota Point and Wisconsin Point into Superior Bay.  Standing 42 feet in height, the round white light tower is topped by a cast iron lantern, now operated electrically, replacing the original Fresnel lens.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 109.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.0061,46.7103]}},{"type":"Feature","properties":{"name":"Burlington Northern Ore Docks","description":"\"East 37th Avenue and 1st Street off U.S. Highway 2/53<br><br>These concrete and steel structures handle taconite shipments from the Mesabi Iron Range mines utilizing a conveyor belt system of moving the pellets from trains to ore pockets for loading into carriers.  In the 2000 season, over 9 million gross tons were shipped from here.  The dock installations date from 1892.  Whaleback Barge number 102 loaded 2,073 long tons of ore in November of that year, the first shipment from the newly completed dock.  By 1974 over a billion tons had been shipped from this location, as noted by the official marker of the State Historical Society of Wisconsin located at the docks.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 109.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.02634900792876,46.69162117086784]}},{"type":"Feature","properties":{"name":"Fairlawn Mansion Museum","description":"\"906 East Second Street (U.S. Highway 2/53)<br><br>Across from Barker's Island, this elegant 42-room Victorian mansion overlooking Superior Bay and Lake Superior was built as a family home in 1889-91 by Martin Pattison, who had made a fortune in lumbering and from productive iron mine properties in the Vermilion Range.  Pattison emerged as both a highly successful industrialist and politician, serving three terms as mayor of Superior.  Among his benefactions, in 1917 he gave the state of Wisconsin 660 acres on the Black River around Manitou Falls, now Pattison State Park and roughly doubled in size, located 12 miles south of Superior off Interstate 35.  The home is a fine example of the conspicuously elegant residences built by Superior and Duluth's wealthy entrepreneurs and professionals during the prosperous years of the late nineteenth and early twentieth centuries.<br><br>After years of serving as the Superior Children's Home and Refuge, the city of Superior took title to Fairlawn Mansion and assigned it to the Douglas County Historical Society.  Following a $1.6 million renovation project in 1997-98, the first floor currently reflects its original elegance as the Pattison home, while the upper areas are devoted to the displays and archives of the Historical Society.  Excellent displays depict Superior and regional history; the archives are a rich source of Superior history.  Lake Superior brownstone forms the foundation and the trim on portions of the house.  Decorative shingle siding covers the tower, the second floor, and much of the upper one-half story.  Open year-round.  For hours call (715) 394-5712.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 110-111.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.06257226423942,46.71837727963975]}},{"type":"Feature","properties":{"name":"Whaleback Carrier SS Meteor Maritime Museum","description":"\"Northwest tip of Barker's Island off Second Street (U.S. Highway 2/53)<br><br>The <i>Meteor</i> is the only remaining whaleback of the forty-six innovative bulk carriers built by Captain Alexander McDougall, in 1888-98.  These cigar-shaped vessels carried iron ore economically but soon became outmoded in the scramble for bigger and ever more efficient bulk carriers because they were difficult to load and because of complaints about the way they pitched and rolled in the water.  The <i>Meteor</i> was launched in 1896 less than a mile from where it is now permanently located and on display as a maritime museum.  Initially named the <i>Frank Rockefeller</i>, honoring the Rockefeller money that supported the American Steel Barge Company, and later renamed the <i>South Park</i> and finally the <i>Meteor</i>, the vessel carried iron ore, grain, automobiles, and finally oil.  Retired from service and located at water's edge on Barker's Island, the <i>Meteor</i>, a classic in Great Lakes maritime history, is now a marine museum worthy of a visit.  Guided tours available mid-May through mid-October.  For hours call (715) 394-5712.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 112.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.05983868899463,46.72092350222089]}},{"type":"Feature","properties":{"name":"Seaman's Memorial Statue","description":"\"Near the <i>Meteor</i> stands the impressive 11-foot bronze Seaman's Memorial Statue, erected as a memorial to all who have sailed the Great Lakes.  It is the work of William Frost, a University of Wisconsin sculptor.  The <i>Edmund Fitzgerald</i> disaster in 1975 sparked the drive to create it; the dedication occurred in 1979.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 112.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.06031891795577,46.72117229553812]}},{"type":"Feature","properties":{"name":"Barker's Island","description":"\"The island is manmade, the result of dumping 22 million cubic yards of dredge soil, dug up in the process of making the waters of Superior Bay more usable.  The island now includes the Superior Marina, a charter fishing dock, and a motel convention center as well as the maritime historic area.  The U.S. Coast Guard vessel docks here.  Vista Cruise Ships that tour the harbor depart from the island.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 113.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.05570563412041,46.71808648695259]}},{"type":"Feature","properties":{"name":"Trade and Commerce Building (Old City Hall)","description":"\"916 Hammond Avenue <br><br>Many of the fine brownstone commercial structures built in Superior in its expansive years of the late nineteenth century have been demolished or allowed to deteriorate badly.  The Trade and Commerce Building, intended as a center of the expanding grain industry and built in 1890, is among the finest remaining.  This beautifully proportioned five-story Lake Superior sandstone structure, Richardsonian Romanesque in style, never became a grain exchange as planned but served as the city hall from 1904 until 1970.  It remains a city landmark and with strong local support was placed on the National Register of Historic Places in 1979.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 113.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-92.09759,46.727344]}},{"type":"Feature","properties":{"name":"Gogebic-Penokee Iron Range","description":"\"Southwest-northeast strip of Iron County including Hurley, Montreal, Pence, Iron Belt and Upson<br><br>The Iron County Development Zone Council prepared a publication designed as a vacation guidetitled Iron County Heritage Area. Among other items it includes suggestions for visiting locationsassociated with the history of the Penokee Iron Range. It includes a map to assist visitors inﬁnding these locations in Hurley, Montreal, Gile Falls with its adjacent tailings piles, Pence onState Highway 77, and the nearby Plummer Mine Head Frame. The publication is available atthe Hurley Chamber of Commerce on Silver Street.\""},"geometry":{"type":"Point","coordinates":[-90.19837929529626,46.42340780808611]}},{"type":"Feature","properties":{"name":"Hurley, Wisconsin","description":"\"U.S. Highway 2<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/gogebic_miners.jpg\\\" align=\\\"right\\\">Hurley’s beginnings date from the development of the Germania Mine in 1884-85 and the ensuingboom when a horde of speculators descended on the wilderness location intent on claiminga share of the wealth in iron. The bubble burst in 1887, but by then Hurley had three mines,and in neighboring Gile (now part of Montreal) ﬁfteen mines had opened. Hurley connectedvia the newly built railroad to Ashland and developed as a supply and outﬁtting center. Logging,a second large resource-based industry, accompanied mining. In 1886 an estimated 2,000 woodchoppers were at work on the iron range, supplying partly essential timber for the mines and alarger market as well. Hurley’s next-door neighbor, Gile, developed as a sawmill village. Hurley mushroomed miraculously from the few frame buildings, log cabins, and tents of 1885 on SilverStreet into ﬁve blocks of storefronts two years later, most of them consumed by ﬁre that summerand soon rebuilt.<br><br>Ironwood and Hurley grew side by side with Ironwood’s Aurora Street connecting directlywith Hurley’s Silver Street via the Montreal River bridge. They were rival communities, bothfocused on iron mining, but with very different popular images. Ironwood emerged as the moresedate center of numerous fabulously productive mines and commerce, whereas Hurley was thesin city, “the hell hole of the range,” notorious for gambling and for saloons and brothels onSilver Street catering allegedly to rowdy men from the lumber camps and mines. That image beliesthe reality of the hardworking, sober majority, many of them immigrants from the British Isles,Scandinavia, Italy, and eastern Europe as well as American-born workers, and it discounts theefforts of hardworking pastors of the many denominations who tried to encourage peace andcivility. The Italian-speaking population grew large enough in 1904 to support an Italian languagenewspaper, <i>La Nostra Terra</i>.<br><br>Hurley was Edna Ferber’s Iron Ridge in <i>Come and Get It</i>, a scathing critique of Wisconsin’slumber and papermaking industry. Hurley became the county seat in 1893 when, after repeatedattempts to create Iron County, advocates of county status ﬁnally achieved success. Like the othertowns of the Gogebic-Penokee Range, Hurley suffered population decline and loss of businesswhen mines shut down. The last of them, the Montreal and the Cary, shut down in 1962 and 1964, respectively. Moreover the once luxuriously forested lands that sustained the lumber industrydegenerated into cutover lands where ﬁres swept through the slash, destroying seedlings andthe soil’s organic matter early in the twentieth century, and where farmers struggled to make farmsin rocky, stump-ﬁlled lands.<br><br>Currently with a population of approximately 1,800, the community’s economy is built on avariety of services. Year-round tourism and recreation, especially skiing and snowmobiling, are veryimportant. Marking the great change, the Hurley Chamber of Commerce declared in January1969, “the area economy is based on ‘white gold, not iron ore.’”<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 315-317.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.18179193467962,46.45087220293239]}},{"type":"Feature","properties":{"name":"Old Iron County Courthouse","description":"\"303 Iron Street<br><br>Built in 1892-93, the courthouse is a large, massive, red brick and Lake Superior sandstone buildingwith a prominent clock tower and Romanesque architectural features. Built as a township hallfor the township of Vaughn but considered as the place where county government would behoused once Iron County became a reality, the structure served as the Iron County Courthousefrom 1894 until 1975. It now houses the Iron County Historical Museum. The museum includesa large collection of artifacts reﬂecting the political, social, cultural, and economic life of Hurley.The mining exhibits include a room of artifacts donated by the Montreal Mining Company.Open year-round. For hours call (715) 561-2244.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 317.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.182826,46.448042]}},{"type":"Feature","properties":{"name":"St. Mary's Church","description":"\"Northeast corner of South Fifth Avenue and Iron Street<br><br>On July 15, 1906, the cornerstone-laying ceremony for St. Mary’s Church marked an importantmilestone in the history of the congregation. Constructed of Lake Superior red sandstone, thestructure gave permanence and dignity to Hurley’s Catholics, who lived in a rowdy town whereﬁres were a common event. They chose a location near the recently constructed Iron CountyCourthouse. The beautiful church is well worth seeing. Its Protestant counterpart is probablyHurley’s oldest original building, the First Presbyterian Church of Hurley dating from 1886. Itis located on Fourth Avenue South.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 317.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.1859486737376,46.44820258376206]}},{"type":"Feature","properties":{"name":"Montreal, Wisconsin","description":"\"State Highway 77<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/mmc_houses.jpg\\\" align=right>Travelers on State Highway 77 going four miles southwest beyond Hurley arrive at the city ofMontreal. Entering the eastern edge of town they will ﬁnd themselves in the midst of a NationalRegister District, the Montreal Company Location Historic District. On the left stands theMontreal City Hall and behind it enormous piles of waste rock from the Montreal Mine, andon the right is a city park where a historical marker explains the city’s mining past, and anothermarker, a Penokee Iron Range Trail informational marker, describes rather idyllically the companytown built for Montreal Mining Company workers and staff. Also here stands a handsomememorial plaque dedicated to the miners and loggers who developed the community. Gile, thesawmill village, is now part of the city of Montreal.<br><br>Uphill from the City Hall and tucked between two huge waste rock piles are the remains ofthe famous and highly productive Number 5 Shaft of the Montreal Mine opened in 1921. Theheadframe was torn down, but the stack, skeletal engine house, washhouse, and Hamilton Club(the social center for miners), remain, none unfortunately accessible to the public. The part ofthe district most closely connected with the miners and their families are the company houses.The rows of white houses highly visible along Wisconsin Avenue (Highway 77) are part of the130 homes constructed for workers and staff between 1907 and 1926 in the company’s effort toattract and keep a contented work force. The planned community including school, church, socialcenter, and other amenities contributed largely to achieving that goal.<br><br>Cleveland entrepreneurs organized the Montreal Mining Company in 1894, a year of deepnational depression, by acquiring a number of bankrupt mines in the Hurley-Montreal area. Themining operation continued until 1962, when, facing the problems of high costs to retrieve orefrom very deep levels, in one instance over 4,300 feet at the Number 5 Shaft, it closed. This ended a remarkable production record, almost 46 million tons, as the second largest producer in theGogebic Range. Competition from the Mesabi Range mines of Minnesota and from abroadforced the shutdown.<br><br>With the mine closure, the company houses, still in use today, were sold, in some cases tothe occupants and in others to skiers and summer vacationers. A short drive on Minnesota,Michigan, Wisconsin, and their cross streets shows the different types of houses the companyprovided for its employees to rent.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 318-319.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.24211320113713,46.42844144837817]}},{"type":"Feature","properties":{"name":"Superior Falls of the Montreal River","description":"\"U.S. Highway 2 and State Highway 122<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/superiorfalls.jpg\\\" align=right>The falls of the Montreal River as it plunges to Lake Superior remains a beautiful sight, despitedamming to generate electric power, and well worth the drive north from U.S. Highway 2 viaState Highway 122 at Saxon. On July 20, 1820, Henry Rowe Schoolcraft, as part of the LewisCass expedition to discover the sources of the Mississippi River, marveled at the falls, noting:“About eight hundred yards above its mouth it has a fall of eighty or ninety feet, where the riveris precipitated over a rugged barrier of vertical rocks, by several successive leaps, the last of whichis about forty feet perpendicular. This brings the stream on a level with Lake Superior, which itjoins in a broad deep stream, with reddish coloured water. This view is highly picturesque.” He noted that fur traders destined for Lac du Flambeau used the river, which beginning at its mouth required “a portage of one hundred and twenty pauses.” The power company has provided aparking lot and a viewing trail for the many visitors who come to enjoy the falls.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 319-320.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.41576349967843,46.56343047515401]}},{"type":"Feature","properties":{"name":"Bad River Reservation","description":"\"U.S. Highway 2<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/ojibwa_beadwork.jpg\\\" align=right>At Odanah visitors coming to the Bad River Reservation in the twenty-ﬁrst century will ﬁnd abusy lodge, casino, and convention center; the impressive Chief Blackbird Center, which housesthe Bad River Band’s administration and education offices, legal department, library, tribal court,and natural resources department; as well as headquarters for the Great Lakes Indian Fish andWildlife Commission. Nearby are a cultural center and a number of newly built houses. Ifvisitors arrive at powwow time in mid- to late August, they can join the crowd for a colorful,traditional experience. Current impressions of reservation life tell but one small part of the band’shistory over the past 150 years, a prolonged struggle with poverty, disease, inadequate healthcare, substandard housing, education in government-sponsored boarding schools, and loss oftribal lands, all the products of a federal policy for many decades designed to suppress Nativeculture and to assimilate the Ojibwe into the dominant culture.<br><br>The Bad River Reservation created by the Treaty of La Pointe in 1854 originally included124,000 acres of heavily forested land and wetlands including the Bad River, Sand Cut, and KakagonSloughs, the latter a source of abundant wild rice. It contains 17 miles of Lake Superiorshoreline and 200 acres on Madeline Island. It is named for the Bad River, located in the lowerreaches of that watershed, apparently named “Bad” due to mistranslations from the originalOjibwe to French to English.<br><br>The 1887 federal allotment policy of assigning 80-acre parcels to individual tribal membersdesigned to foster assimilation into American society led to a great loss of land for the Ojibwe.In the case of the Bad River Reservation the band lost most of the land due in large measureto greedy lumbermen and ineffective federal agents administering ill-conceived national policiesin the late nineteenth and early twentieth centuries. Then the damage was done, and now muchof the original reservation is in private ownership where logging continues.<br><br>Currently the Bad River Band of Lake Superior Chippewa has over 6,000 members, 1,500living on the reservation and the balance elsewhere. They are governed by an elected six-persontribal council and a chairman.<br><br>The reservation is recognized as a valuable ecological region. Its rivers and wetlands providespawning grounds for lake trout, salmon, and walleye and a sheltered habitat for a great varietyof wildlife. The Environmental Protection Agency recognizes the sloughs as containing “the onlyremaining extensive coastal wild rice marsh in the Great Lakes Basin.” And the agency recognizesthe Bad River Band’s commitment to environmental protection through the work of the band’sNatural Resources Department, which employs nineteen specialists. For the second time in a decade the Bad River Ojibwe made environmental headlines in September 2003 when, with the assistance of the Nature Conservancy, they purchased 21,322 acres and 24 miles of river and streams critically important in preserving the Kakagon-Bad River Sloughs and Lake Superior water quality. The band paid $4.5 million to retrieve into tribal ownership approximately one-ﬁfth of its original area. Noted Tribal Council chairman Eugene Bigboy: “The heart and soul of any reservation, aside from its people, is its land. This purchase enables the Band to get back precious land that was once thought lost forever.”The band’s commitment to protecting its natural resources and to developing a Bad River watershed management plan for general adoption bodes well for the future.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 320-322.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.67621789308569,46.53080633915365]}},{"type":"Feature","properties":{"name":"Ashland, Wisconsin","description":"\"U.S. Highway 2<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/ashland_oredock.jpg\\\" align=right>During the mid-1850s, when the nation experienced a new prosperity and a wave of optimisticexpansion in agriculture, mining, industry, and transportation, the southern shore of Lake Superiorfelt the impact of speculative town site promotion. This decade marked the beginnings ofAshland, Bayﬁeld, Superior, and Duluth, spurred on by the opening of the Sault Ste. Marie Canalin 1855. Surely the south shore with the lake as an avenue of cheap transportation and with itswealth of copper, potential riches of iron ore, and vast timber supply stood on the eve of wonderfuldevelopment. Such dreams inspired Asaph Whittlesey and George Kilborn to travel fromLa Pointe into Chequamegon Bay looking for a town site, a future great port city with a wellprotectedharbor. They chose the location of present-day Ashland on July 5, 1854, named in honorof Senator Henry Clay’s Kentucky home. The panic of 1857, the Civil War, and the depressionof 1873 came and went before Ashland realized its potential as a Lake Superior port. The completionof the Wisconsin Central Railroad to Ashland in 1877 contributed greatly to the periodof expansive growth that followed. Other railroads running east, west, and south during the nexttwenty years further connected Ashland with the national rail network.<br><br>Ashland developed ﬁrst primarily as a sawmill town. Mill output beginning in 1872 grewsteadily year by year well into the 1890s. In 1893 its ten mills turned the log harvest from the richsurrounding forests into an estimated 300 billion board feet of lumber. While lumber also wentto market by rail, beginning in the mid-1870s the harbor served the lumber mills that sent their products to Isle Royale, Duluth, and Superior. It also served the Lake Superior brownstone quarriesalong the shore north of Ashland, where as many as eight operated in the 1880s shippingthousands of tons of “Ashland Stone” downlake for use in major cities such as Chicago, Buffalo,and New York. For decades Ashland’s harbor handled log rafts from Canada and Minnesota’snorth shore guided over Lake Superior’s waters to the log hoist pier where workmen maneuveredthem to railroad gondola cars for delivery to pulp mills. A tug guided the last raft into Ashlandharbor in 1972.<br><br>In 1885, with the construction of the ﬁrst ore dock and a rail line to Hurley built to handleore from the newly opened iron mines, the Ashland harbor entered a long and active period ofore shipments destined for the steel mills on the southern shores of Lakes Erie and Michigan.A second dock was built in the same year and a third in 1887. Ore shipments grew. In 1892, withthe country in the midst of great industrial expansion and heavy demand for iron and steel, 1,316ships carrying over 2.2 million tons of ore left the docks. Ashland was then the largest ore shipperon Lake Superior. Now only one ore dock is left, and the last shipment cleared port in 1965.<br><br>As harbor traffic in lumber, brownstone, and iron ore grew, Ashland developed a prosperouscommercial district, and its population grew from 951 in 1880 to 13,000 in 1900, reaching a highof 14,500 in 1905. Many of its workers were new Americans from Poland, Germany, Lithuania,the Scandinavian countries, and Ireland, an ethnic diversity reﬂected in the city’s many churchesand social organizations founded along ethnic lines. The city population has declined to about8,700 at the present.<br><br>Currently the Ashland economy is based on commerce and a wide range of services with astrong tourism and recreation component. The rebuilding of the handsome Chequamegon Hoteland the development of an adjacent marina were designed to strengthen the tourist trade. NorthlandCollege, founded in 1892, a four-year college focusing on the liberal arts and the environment,contributes substantially to community cultural and economic vitality. Its recently completedSigurd Olson Institute houses the college program of outreach promoting public appreciationof the natural world and working to support environmental issues in the Lake Superior region.Visitors are most welcome on the campus located at 1411 Ellis Avenue.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 322-324.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88641901821632,46.58528783153068]}},{"type":"Feature","properties":{"name":"Chequamegon Hotel and Marina","description":"\"Ellis Avenue and Front Street (State Highway 13 and U.S. Highway 2)<br><br>This is an appropriate place to begin a tour of downtown Ashland on the Lake Superior harborfront. The Chequamegon Hotel is patterned on the nineteenth-century original hotel thatthe Wisconsin Central Railroad built and opened two months after the line reached Ashland in1877. The new hotel is located not far from the site of the original and has been designed to bean important part of a revitalized Ashland. Located with an excellent view of the harbor, thehotel faces the marina below, where visitors can see a colorful expanse of pleasure craft and theore dock.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 324.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88416546092267,46.59245208888117]}},{"type":"Feature","properties":{"name":"St. Agnes Roman Catholic Church","description":"\"201 Lake Shore Drive East (U.S. Highway 2)<br><br>Constructed in 1886-88 to house the newly created St. Agnes Parish serving Ashland’s CatholicIrish, Polish, and German immigrant population, St. Agnes is a handsomely proportioned Gothicbrownstone structure. The school stands adjacent to the church, which in 1987 had more than1,250 families registered in the parish.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 324.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88276180183288,46.59301719838484]}},{"type":"Feature","properties":{"name":"Soo Line Depot (Union Depot)","description":"\"Third Avenue, west of Fourth Street<br><br>This Richardsonian Romanesque Lake Superior brownstone depot completed in 1889 has beenrated as the ﬁnest remaining example of a structure that symbolizes the importance of the railroadin the development of the region’s natural resources and its dominant role in the growth ofcommercial centers in northern Wisconsin. In April 2000 a ﬁre destroyed the entire structureexcept the walls, but a determined Ashland public rallied to rebuild the depot as you see it today.The building was placed on the National Register of Historic Places in 1988.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 325.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88461192220335,46.58873519533602]}},{"type":"Feature","properties":{"name":"Old Ashland Post Office (City Hall)","description":"\"Northwest corner of Main Street West and Sixth Avenue West <br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/ashland_cityhall.jpg\\\" align=right>Built in 1892-93 using local Lake Superior brownstone, this handsome Richardsonian Romanesquetwo-and-a-half-story structure in excellent condition stands as a symbol of the city duringits most prosperous period. With the construction of a new post office in the late 1930s, the original property reverted to the city, which adapted it for use as the City Hall. In 1975-76 thecity renovated it inside and out.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 325-326.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88962332023024,46.58878159136428]}},{"type":"Feature","properties":{"name":"West Second Street Historic District","description":"\"West Second Street between Sixth Avenue West and Ellis Avenue<br><br>A walk down West Second Street reveals the buildings constructed in the city’s business centerfrom the 1880s through the early 1900s, rated by the National Register as unusually rich in characterand well preserved. The Ashland Chamber of Commerce and the Ashland HistoricalMuseum can provide visitors with literature describing the district and its many buildings. Thoseinterested in understanding the city history will ﬁnd it worthwhile to visit the Ashland HistoricalMuseum, 509 Main Street West. Open June through August. For hours call (715) 682-4911.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 326.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88642552907177,46.5901259745198]}},{"type":"Feature","properties":{"name":"Radisson-Groseilliers Landing Site","description":"\"Prentice Park, off US Highway 2 and State Highway 13 at western limits of Ashland<br><br>A historical marker, prepared and erected by the Wisconsin Historical Society, commemoratesthe landing of Pierre Esprit Radisson and Médard Chouart Des Groseilliers, “at the end of thebay” in 1659. Their trip westward from Trois Rivières, Quebec, into the Great Lakes country hadgreat importance in the struggle between France and England to control the fur trade and thecontinent because it led to the founding of the Hudson’s Bay Company. That company posed aserious threat to the French. Although the marker states this location is the place where in 1659the two explorers built a crude protective structure, “bows of trees layed acrosse, one upponanother,” their speciﬁc landing site is unknown.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 326.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.921010540344,46.58324482793279]}},{"type":"Feature","properties":{"name":"Northern Great Lakes Visitor Center","description":"\"29270 County Highway G, near intersection of U.S. Highway 2 and State Highway 13<br><br>Designed to familiarize travelers with a forty-ﬁve-county area including iron-mining areas ofMinnesota, Wisconsin, and Michigan, all of the Michigan Upper Peninsula, and part of northernWisconsin roughly from St. Croix Falls southeast to Green Bay, the center introduces visitorsto the region’s natural resources and history. An exhibit hall interprets the relationshipbetween people and natural resources over the centuries, focusing on ﬁshing, shipping, fur trade,forests, farming, minerals and mining, geology, and conservation. Displays, an 11-minute audiovisualpresentation, an observation tower, and a boardwalk trail as well as travel informationattract thousands of visitors annually. The Wisconsin Historical Society maintains a center andarchives here available for genealogical and general research related to a nine-county area. Openyear-round. For hours call (715) 685-9983.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 326.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.96196265181632,46.58246538568676]}},{"type":"Feature","properties":{"name":"Washburn, Wisconsin","description":"\"State Highway 13<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/washburn.jpg\\\" align=right>Named for Wisconsin governor Cadwallader C. Washburn, the town sits on a slope facingChequamegon Bay. The Chicago, St. Paul, Milwaukee, and Omaha Railroad selected the site forits main Lake Superior terminal. Founded in 1883, it thrived as a sawmill and shipping centeruntil the lumber traffic began to decline. With the establishment of the DuPont plant at Barksdalein 1905, Washburn experienced an economic revival as a shopping center and place of residencefor plant workers. In World War I the population mushroomed to 10,000. The DuPontPlant built a company clubhouse on East Bayﬁeld Street near the 1890 brownstone bank as asocial center for workers. The building, a white-pillared clapboard structure with a modiﬁed gambrelroof extending over the entrance, remains in use today for a variety of social services and isthe focal point for a senior citizens program.<br><br>Washburn is the county seat of Bayﬁeld County, an honor it received under questionable circumstances.Towns in newly developing areas historically have been rivals in their efforts tocapture the seat of government, and so it was in the case of Washburn and Bayﬁeld. Bayﬁeld hadbeen designated the county seat in 1869, but citizens of the newer, larger, and booming communityof Washburn launched a campaign in the 1892 election year to capture the county seat. Using dubiously legal tactics they succeeded in getting a majority in favor of Washburn. Immediatelyafter the results were declared official, Washburn residents formed a caravan, went to Bayﬁeld,occupied the courthouse, gathered up the official documents, and departed for home. The ﬁrstcourthouse at Washburn was a small wooden building. The city completed the current beautifulLake Superior brownstone structure in 1894.<br><br>Washburn now has a population of almost 2,300. The days of its glory as a lumbering andshipping center are long gone, yet that past provides much of its current appeal. Tourism andrecreation utilizing the beautiful surrounding resources of lake and land are important to theeconomy. The city has cultivated its historic past to enhance further its attractiveness for visitorsand vacationers. The handsome brownstone buildings of the late nineteenth and early twentiethcenturies, one dozen of them identiﬁed in a 1975 survey, are much in evidence, and the projectof restoring the 1890 Bank of Washburn, an impressive structure located on the main routethrough town, has especially drawn attention. Historical markers help visitors understand the cityhistory.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 328-329.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.9004985223229,46.67263028339732]}},{"type":"Feature","properties":{"name":"Washburn Free Public Library","description":"\"Corner of Washington Avenue and Third Street West<br><br>Constructed in 1904, this neoclassical structure built of Lake Superior brownstone has served the community since its dedication in 1905.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 329.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.894803,46.672565]}},{"type":"Feature","properties":{"name":"Bayfield County Courthouse","description":"\"117 East Fifth Street <br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/bayfield_cthouse.jpg\\\" align=right>Completed in 1894, this beautiful brownstone neoclassical building has been kept in ﬁne condition.The interior is mainly original. The citizens of Washburn, in a mood of triumph overBayﬁeld, chose to construct a building beﬁtting the precedingdecade of economic growth. The courthouse is well worth a visit. The architect was theMinneapolis ﬁrm Off and Joralemann. The original cost was about $40,000. Open year-round.For hours call (715) 373-6156.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 329-330.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.892673,46.676387]}},{"type":"Feature","properties":{"name":"Washburn Historical Museum and Cultural Center","description":"\"1 East Bayfield Street<br><br>Constructed in 1890 in very prosperous times, this Romanesque Revival structure is important for“the ﬁne craftsmanship of the brownstone construction and as the largest and most distinctivelydesigned commercial building in the City ofWashburn,” according to the National Register nominationpapers. By the 1980s the building had fallen into poor condition, but after a restorationbegun in late 1991 and completed in 1993, today it is a great asset to the city. Beside the buildingstands a twenty-seven-foot obelisk built by hand from area brownstone, a monument to the importanceof the brownstone quarries south of the city as contributors to its late-nineteenth-centuryprosperity. The building now houses the Washburn Historical Museum and Cultural Center.<br><br>The museum has a number of ﬁne exhibits reﬂecting the area’s history including transportation,Washburn shoreline industry, the DuPont Dynamite Plant, and pioneer families remaining in thearea today. The museum maintains an archive of manuscripts and photographs available forresearch. It provides a large room available for special events. Open April through December. Forhours call (715) 373-5591.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 330.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.89111393959125,46.67321115301284]}},{"type":"Feature","properties":{"name":"Chequamegon National Forest","description":"\"West of Washburn<br><br>The 1,050,000-acre Chequamegon National Forest takes its name from Chequamegon Bay. It isdivided into three sections, the northernmost of which is located in Bayﬁeld County. Created inthe 1930s from abandoned, cutover, burned-over, tax-delinquent lands where in some localitiesfarmers tried to cultivate the soil and make homes but failed, the forest is now second- and third-growthtimber with few examples of the kinds of great trees felled in the lumbering era remaining.The U.S. Forest Service has developed trails and campsites for public enjoyment. West ofWashburn, one attractive camp location is the Birch Grove Campground at Twin Lakes. Accessto it is from State Highway 13 south of Washburn. Inquire at the Ranger Station in Washburn,at 113 East Bayﬁeld Street, for full information about forest facilities. Open year-round. For hourscall (715) 373-2667.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 330.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.1247015849493,46.67593636692877]}},{"type":"Feature","properties":{"name":"Barksdale, WI","description":"\"State Highway 13<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/ddp_barksdale.jpg\\\" align=right>Along Highway 13 on the way to Bayﬁeld, 3 miles north of the intersection with U.S. Highway2, until recent years a sign read Barksdale, and stone pillars and an elaborate gate marked theentrance to the E. I. DuPont Dynamite Plant, which was established in 1905 and continued toproduce until 1974. Initially the plant marketed some of its product locally for use in miningoperations and for blasting stumps in the area’s cutover lands where people attempted to makefarms early in the twentieth century. DuPont expanded the facility during World War I to ﬁllincreased demand, employing workers from nearby Ashland and Washburn. By 1929 the plant hada capability of turning out 80 million pounds of dynamite a year. Its 2,000-acre grounds included250 buildings. The Washburn Historical Museum has an excellent diorama of the plant as itwas in the late 1910s. It was the largest dynamite producer in the nation during World War II.Serious explosions occurred from time to time, notably in 1952 and 1954, killing workers andshattering windows as far away as Second Street in Ashland. The plant ceased major productionin 1971 and closed in 1974; subsequently the property was sold and used as a game farm. Coresamplings have been taken in recent years designed to identify contamination and determine thenature of environmental cleanup necessary.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 327.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.92870758129884,46.62406623597249]}},{"type":"Feature","properties":{"name":"Bayfield State Fish Hatchery","description":"\"State Highway 13 and County Road J<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/bayfield_hatchery.jpg\\\" align=right>Located 2 miles southwest of Bayﬁeld, the hatchery, the third established by Wisconsin, has grownover more than a century to include a number of buildings. The hatchery began when CaptainRobinson Derling Pike, alarmed at the declining ﬁsh harvests in Lake Superior waters, built aprivate hatchery. It went into operation in 1877. In 1895 he and two prominent Bayﬁeld residentsoffered the hatchery and 600 acres to Wisconsin. The state legislature, knowing full well the problemsof Bayﬁeld ﬁshermen, accepted the offer. The original state hatchery building, completedin 1897, remains as a National Register site, noticeable at the entrance to the hatchery grounds.For many decades it served as both superintendent’s residence and hatchery.<br>It is not open tothe public.  <br><br>The public is welcome to visit and learn about the current work of the facility through preparedexhibits and by viewing the ﬁsh-rearing tanks. The hatchery raises up to a million ﬁsh ayear, principally lake trout, splake, and Chinook salmon. Historically the hatchery is noted forthe experiments it conducted in attempting to introduce Paciﬁc salmon into lake waters inthe 1920s and for its efforts in cooperation with the U.S. Hatchery at Duluth to combat the sealamprey in Lake Superior waters in the 1950s. Open year-round. For hours call (715) 358-9215.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 331.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.83675613817434,46.80060392761741]}},{"type":"Feature","properties":{"name":"Bayfield, WI","description":"\"State Highway 13 <br><br>Filled with the optimism and dreams of boom times, in 1856 the Minnesota territorial delegateto Congress from St. Paul, Henry M. Rice, platted Bayﬁeld as a future large Lake Superior shippingand industrial port on Chequamegon Bay. He called it Bayﬁeld in honor of his friend, British Navy Admiralty surveyor Henry Wolsey Bayﬁeld, who had surveyed Lake Superior in 1824-25. His work is noted for its great accuracy in producing maps used for decades as the best navigational tools available.<br><br>In 1857 the U.S. Congress provided a land grant for construction of a railroad that wouldlink St. Paul and Bayﬁeld, but hard times and the Civil War intervened before the line could bebuilt. Not until 1883 did the ﬁrst train arrive. Meanwhile, Lake Superior provided the way tomarkets where a post-Civil War expansive national economy provided a demand for lumber andﬁsh. Bayﬁeld’s lumbering and ﬁshing industries grew, and by 1883 the village had a population ofmore than 500. The brownstone quarries and tourism gave additional vitality to the community,promising, so it seemed to Bayﬁeld promoters, long-term prosperity. The brownstone courthouse,built in 1883-84 and now headquarters for the Apostle Islands National Lakeshore, symbolizedthe community’s well-being and optimism.<br><br>Bayﬁeld’s best, most prosperous years extended into the twentieth century, with the populationpeaking at 2,692 in 1910 and then falling by 1,000 a decade later. By then the forests thathad fed its sawmills were gone; commercial ﬁshing, long suffering from sawmill pollution andoverﬁshing, was clearly in decline; and tourism, which had grown substantially after 1883, wentinto a slump. The brownstone industry had shut down with the change in public architecturaltaste. The interest in fruit growing, especially apples and strawberries, promoted by WilliamKnight (see the William Knight House, below) remained, and farmers struggled to develop farmson the nearby stump-ﬁlled cutover lands. Fishing continued to provide a living for some untilthe onset of the sea lamprey invasion further eroded that source of income. Bayﬁeld went througha period of slack times until more recent decades. Now that has changed, and a new prosperitygives the village new life.<br><br>Bayﬁeld’s past glory and the beautiful Lake Superior waters, with the adjacent Apostle Islands,provided a special place in the late twentieth century for affluent Americans seeking vacation and recreation experiences in scenic places for summer homes. The creation of the Apostle IslandsNational Lakeshore in 1970 has protected most of this major natural Lake Superior island groupfrom residential development. Instead housing utilizes prime space along the mainland shoresand on Madeline Island, not part of the Lakeshore. The Apostle Islands National Lakeshoreencourages public enjoyment of the islands’ natural beauty and their natural and human heritage,objectives that attract thousands to Bayﬁeld every year.<br><br>The village, now with a permanent population of a little over 600, draws much of its vitalityfrom the tourism and recreation industry based on water sports, especially sailing and kayaking,enjoyment of the natural environment, and the town’s historic past. In winter, dogsledding, skiing,snowshoeing, and snowmobiling draw many. In 1980 the Bayﬁeld Historic District was addedto the National Register of Historic Places. The nomination papers note that it was deﬁned toinclude most of a well-preserved Lake Superior village. Bayﬁeld’s spectacular physical setting, longeconomic decline, and relative isolation have allowed the village to retain much of the ﬂavor ofits robust early years.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 331-334.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.82029544333447,46.81089920987455]}},{"type":"Feature","properties":{"name":"Bayfield Maritime Museum","description":"\"131 South First Street<br><br>The museum, a newer addition to Bayﬁeld, is currently continuing to develop its displays, which highlight commercial ﬁshing, lighthouses, shipwrecks, and boat building traditions. Open Memorial Day through early October. For hours call (800) 323-7619.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 334.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.814558,46.808742]}},{"type":"Feature","properties":{"name":"Madeline Island Ferry","description":"\"End of Washington Avenue<br><br>An all-steel ferry carries cars and passengers to Madeline Island, across 2.6 miles of water, fromApril ice breakup to mid-December freeze-up. Departure and return times vary. Check uponarrival or call (715) 747-2051.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 335.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81218670618556,46.81191967448244]}},{"type":"Feature","properties":{"name":"Apostle Islands Cruise Service","description":"\"End of Rittenhouse Avenue <br><br>Cruises of various lengths and following different routes and destinations are offered. The three-hourcruise, a general overview, takes passengers to see nineteen of the twenty-two ApostleIslands. The cruise is offered daily, weather permitting, mid-May to mid-October. The Water Taxicarries one to six passengers per trip to speciﬁc points in the islands. The service also providesshuttle service for campers. For the schedule call (800) 323-7619.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 335.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.8115290049277,46.81086735246984]}},{"type":"Feature","properties":{"name":"Apostle Islands NL Headquarters/Old Courthouse","description":"\"415 Washington Avenue <br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/ainl_hq.jpg\\\" align=right>The headquarters is housed in the Old Bayﬁeld County Courthouse completed in 1884, a well-preservedhistoric structure thanks in large measure to the Bayﬁeld chapter of the BayﬁeldCounty Historical Society (now named Bayﬁeld Heritage Association), which raised funds andsecured a matching grant to purchase and renovate the building. Constructed of local brownstonein neoclassical revival style, the two-story structure served as the county courthouse until1892, when Washburn successfully captured the county seat from Bayﬁeld. It is beautifully sited on a city block surrounded by lawn and trees. A memorial garden, located adjacent to the National Park Service sign and ﬂagpole, honors WisconsinSenator Gaylord Nelson (1916-2005), founder of Earth Day and leader of the effort to establishthe Apostle Islands National Lakeshore. Dedicated on Earth Day 2006, the garden featuresnative plants.<br><br>The headquarters is an excellent place to begin your visit to the Apostle Islands NationalLakeshore. Displays, literature describing the islands and the cruise service to the islands, notableplaces to visit on the islands, and camping information are available. Lakeshore personnel answerinquiries and help people identify areas of special interest. Open year-round. For hours call(715) 779-3397.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 335.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.82026821039179,46.81218670119315]}},{"type":"Feature","properties":{"name":"Bayfield Heritage Center","description":"\"30 North Broad Street <br><br>This newly constructed facility draws together the Heritage Association’s museum, library, andarchives in one location with an exhibit gallery, reading and research area, and meeting room. Thecollections focus on area history including beginnings of Bayﬁeld, farming, lumbering and logging,tourism, and transportation. The center is a ﬁne addition to the state, federal, and localhistory museums and research facilities of northern Wisconsin. Open mid-June through mid-October. For hours call (715) 779-5958.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 336.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.817078,46.811769]}},{"type":"Feature","properties":{"name":"Booth Cooperage","description":"\"Washington Avenue and Front Street<br><br>Built about 1900, this large frame building ﬁrst served as a place to store and pack ﬁsh. BoothFisheries bought it before World War I and used it as a cooperage. The Booth ﬁrm was amultimillion-dollar commercial ﬁshing company headquartered in Chicago, which for somedecades dominated the commercial ﬁsheries on Lake Superior and elsewhere on the Great Lakes.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 336.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81331236188845,46.81226036373406]}},{"type":"Feature","properties":{"name":"Frank Boutin Jr. House (Le Chateau Boutin)","description":"\"7 Rice Avenue<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/boutin_house.jpg\\\" align=right>Built in 1908 by a second-generation member of the Boutin family—pioneers in ﬁshing and lumberingin Bayﬁeld, to which they came from the ﬁshing community of Two Rivers, Wisconsin—this beautiful example of Queen Anne style remains an impressive structure. The younger Boutindid not live here long before moving west to make a fortune in the lumbering industry.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 336-337.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81360948449024,46.81374264551937]}},{"type":"Feature","properties":{"name":"Gen. Allen C. Fuller House (Old Rittenhouse Inn)","description":"\"301 Rittenhouse Avenue<br><br>Now known as the Old Rittenhouse Inn, this impressive Queen Anne home was built in 1890for General Allen C. Fuller as a summer cottage, where he took refuge from the asthma thatplagued him in his Belvidere, Illinois, home. This wealthy retired Civil War adjutant general forthe state of Illinois believed in the widely publicized claim that Lake Superior air was good forall manner of respiratory problems. The Tri-County Pureair Sanatorium for tuberculosis patientswas built just south of Bayﬁeld in 1918-23.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 337.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81855245013688,46.81103959536322]}},{"type":"Feature","properties":{"name":"William Knight House","description":"\"108 North Third Street<br><br>Built in 1892, this is the third of the large impressive residences in Bayﬁeld representing varioussegments in the high-income culture. The William Knight house, another Queen Anne, servedas the residence for the William Knight family, whose good fortunes came from lumbering andbanking. Knight also is noted for his advocacy of fruit growing as a proﬁtable industry for theBayﬁeld area.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 337.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81838262194277,46.80966790610312]}},{"type":"Feature","properties":{"name":"Christ Episcopal Church","description":"\"125 North Third Street<br><br>Among the early structures remaining in Bayﬁeld is Christ Episcopal Church, Carpenter’s Gothicor Gothic Revival in style, with its high-pitched roof, belfry tower, white pine board and battensiding, and scroll-saw gingerbread detail on the front, its appearance different from most of thestructures in Bayﬁeld. The original part of the church dates from 1870, with portions addedduring the next twenty-six years. The village did not await the arrival of the railroad to addcultural amenities like churches, schools, and lodges to its bread-and-butter pursuits of ﬁshingand lumbering.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 337.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.81837609008916,46.80935437712934]}},{"type":"Feature","properties":{"name":"Apostle Islands National Lakeshore","description":"\"<img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/apostle_heron.jpg\\\" align=right>The Apostle Islands National Lakeshore, created in 1970 as one of the Great Lakes NationalLakeshores, includes twenty of the twenty-two Apostle Islands, “a very beautiful and picturesquegroup” as Henry Rowe Schoolcraft noted in 1820. The Apostle Islands came under the supervisionof the National Park Service after years of advocacy, debate, and compromise. Wisconsin senator Gaylord Nelson spearheaded the effort, ably assisted by a host of fellow advocates. On December 8, 2004, approximately 80 percent of the Apostle Islands National Lakeshore was designatedthe Gaylord Nelson Wilderness.<br><br>Among Lake Superior’s more extensive breeding grounds for whiteﬁsh and many other species,the islands attracted commercial ﬁshing enterprises and for years the bounty of Apostle Islandwaters made Bayﬁeld a leading Lake Superior commercial ﬁshing port. The American Fur Companycarried on a ﬁshery in the Apostles in the 1830s, and from about 1870 to the sea lampreydevastation of the 1940s, commercial ﬁshermen made their seasonal camps on the islands. TheApostles also supported a brownstone industry on Basswood, Hermit, and Stockton Islands andlogging on Stockton Island and on most of the others.<br><br>On the southeast corner of Sand Island, originally among the more developed of the islandsincluded in the National Lakeshore, Francis Shaw, a Civil War veteran, built two log structuresin 1871. These marked the beginning of what grew to be a small ﬁsher-farmer community whereyear-round residents skillfully combined ﬁshing, farming, and logging for a livelihood, adding as time went by hospitality and services to visitors and vacationers. In the early twentieth centurythe community prospered with a year-round population of 75 to 100. The National Registernomination papers for Shaw Farm note: “Over the years, the buildings of the farm servedthe islanders with a post office, a general store, a community ice and smoke house, and a socialcenter.”<br><br>Not far from Shaw Farm another National Register site reﬂects both maritime tragedy andthe booster spirit of an editor and prominent Wisconsin state political ﬁgure. Sevona Cabin preservesthe memory of the wreck of the <i>Sevona</i>, a steel-hulled bulk carrier loaded with 6,000 tonsof iron ore bound for Erie, Pennsylvania. In a terrible storm on September 2, 1905, it ran agroundand broke apart on Sand Island Shoals, with the loss of at least seven lives. The hatch coversfrom the wreck that washed ashore on Sand Island captured the imagination of Samuel Fiﬁeld,whom the National Register nomination papers identify as “author, founder of the <i>Bayﬁeld Press</i>,founder and editor of the <i>Ashland Press</i>, speaker of the state legislature, state senator, and lieutenantgovernor of Wisconsin.” Fiﬁeld had the hatch covers gathered and used them to buildmajor portions of Sevona Cabin. Fiﬁeld operated a small resort, Camp Stella, on Sand Island.He used his writing skills to publicize the natural beauty of the Apostle Islands area and to boosttourism and local agriculture. Both of these National Register properties are off-limits to thepublic and are occupied by former owners under special agreements with the Apostle IslandsNational Lakeshore.<br><br>When the federal government acquired the islands, a number of remainders from past use oftheir natural resources were in place. In addition to the two sites on Sand Island, some of thesehave been developed to illustrate the islands’ history, and a number have been included on the National Register of Historic Places, as have the lighthouses built on Sand, Raspberry, Devil’s,Outer, and Michigan Islands and two on Long Island to facilitate ship traffic. The National ParkService has broadly considered the task of cultural as well as natural preservation and use of theislands for the beneﬁt of the public.<br><br>Markers, interpretive development of speciﬁc sites such as former ﬁshing camps, and rangersand volunteer guides at speciﬁed places and times during the summer months help visitors understandthe islands’ natural and cultural heritage. Notable among the interpretive locations are theHokenson Fishery at Little Sand Bay and the Manitou Fish Camp on Manitou Island. Ranger-ledevents such as nature walks, lighthouse and ﬁsh camp tours, and campﬁre programs are scheduled,with information about them available at visitors centers, in Bayﬁeld, on Stockton Island,and at Little Sand Bay.<br><br>Lake Superior is a lake with hundreds of islands, all different and distinctive: Isle Royale, GrandIsland, the island-strewn waters of Nipigon Bay and the far north shore, and Michipicoten Island,to mention some of the more obvious. The Apostle Islands are noteworthy because they alsoillustrate in so many ways the relationships between Lake Superior and the people who madetheir homes and livelihoods around its shores, relying on the natural bounty they found there.<br><br>The Apostles have a rich maritime history extending over many centuries. According to anApostle Islands National Lakeshore historian, six light stations and eight light towers with sevenworking lights have furnished protection for passing vessels. Extensive underwater archaeologicalresearch has added substantially to that maritime history. This work has established detailedaccounts of six ship sinkings in the years 1886-1909, which reveal the dramatic details of vessels and lives lost in violent fall storms and ﬁres aboard ship, lives saved by strenuous efforts to makeshore, and an heroic rescue by an Outer Island lighthouse keeper. This archaeological work relatesto a fraction of catastrophes in the Apostles and adjacent waters. All of these are part of thebroad view of the relationship of people and the Apostles for visitors to ponder when enjoyingthe beautiful shores with their bays, beaches, trees, and rocks, and the wind- and water-carvedcaves, most notably on Devil’s and Stockton Islands.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 337-341.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.66551858480398,46.98559031964118]}},{"type":"Feature","properties":{"name":"Madeline Island","description":"\"By Ferry From Bayfield<br><br>Not included in the National Lakeshore, Madeline Island, the largest and perhaps the most wellknown of the Apostle Islands, has a long human history stretching well back into prehistorictimes. According to Ojibwe tradition supported by artifactual evidence, the Ojibwe came to theisland in the decade before Columbus touched shore in the Bahamas. Many archaeologists andanthropologists date their arrival much later, in the late seventeenth century. Madeline Islandwas renamed from the original Ojibwe name Mo-ning-wun-a-kawn-ing, “the place of the goldbreastedwoodpecker,” to honor the daughter of the chief of the Crane Clan and wife of Frenchfur trader Michel Cadotte. The Ojibwe may well have chosen the beautiful wooded island for asettlement because of the protection of Lake Superior waters and their bountiful ﬁsh.<br><br>With the coming of the French in the seventeenth century, the Ojibwe of Madeline Islandattracted Jesuit missionaries and fur traders who used La Pointe as their base of activity. The villagedeveloped as the principal Ojibwe spiritual and economic center. Missionary activity andpopulation growth were probably the main causes for the departure of some Ojibwe for the mainland,where they spread well to the west, hunting and trading in competition with others, notablythe Sioux. During the fur trade era of French, British, and American control, La Pointe remaineda center for the trade, and in its years of sharp decline the American Fur Company renewedoperations at La Pointe by making it the main base for a commercial ﬁshing industry on LakeSuperior in the late 1830s. As historian Grace Lee Nute has noted, there the company built asettlement to serve the fur trade and ﬁshing, but the company did not long remain in pursuit ofthe ﬁsheries along the adjacent coast and among the Apostle Islands. Hard times and marketingproblems made the ﬁsheries a short-lived enterprise. The La Pointe band of Ojibwe remained.<br><br>Those bands who had spread out from La Pointe across what is now northern Wisconsinand parts of Minnesota had weakened in numbers and health, and the Ojibwe had been maneuveredinto ceding their vast tribal territories—but not the rights to hunt, ﬁsh, and gather on theselands—by treaties with the U.S. government in 1837 and 1842. With the copper rush of the 1840s,pressure was upon them to remove completely to selected federal lands in Minnesota far fromwhite settlement. The efforts of the Ojibwe and their non-Native allies and especially the skillfulleadership of the elderly Chief Buffalo forestalled the move. Government officials and a largecontingent of Ojibwe, reportedly 2,000, gathered at La Pointe to negotiate and to agree on theterms of the Treaty of La Pointe signed September 30, 1854.<br><br>It created the Bad River, Lac du Flambeau, Red Cliff, and Lac Court Oreilles Reservationsin Wisconsin; the l’Anse and Ontonagon in Michigan; and the Fond du Lac and Grand Portagein Minnesota. Two hundred acres on the northeast point of Madeline Island became part of theBad River Reservation, a treaty provision designed to allow the Ojibwe to ﬁsh in a favorite location.Some Ojibwe, those employed at La Pointe, were allowed to remain, but the balance movedto the Red Cliff and Bad River Reservations. La Pointe became the designated place for annuitypayments. This brief statement about the Ojibwe heritage at La Pointe is what makes MadelineIsland’s heritage unique among the Apostle Islands. The departure of the Ojibwe from La Pointegreatly diminished the island population.<br><br>From the mid-nineteenth century on, the island in some respects paralleled the other islandswith ﬁshing, logging, and some farming. A modest tourist and resort component developed atthe end of the nineteenth century and continued to exist in the twentieth. Summer homes forthe wealthy and those with more modest incomes grew in importance, but the village had longsince lost the county seat to Ashland and never developed as an important Chequamegon Bayport as village fathers hoped. Those who despaired to see the world pass them by in the 1870swould be amazed to know that currently Madeline Island has a year-round population of 180 thatexpands to 2,500 in the summer. Largely because of the extent of development on MadelineIsland, it was not included in the National Lakeshore.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 341-342.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.68016991758579,46.82462794923951]}},{"type":"Feature","properties":{"name":"Madeline Island Historical Museum","description":"\"La Pointe<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/madeline_museum.jpg\\\" align=right>The museum, located near the ferry dock, is housed in four log structures, one a historic furcompany warehouse. It is owned and operated by the Wisconsin Historical Society. The museum is an excellent place to begin exploring Madeline Island, for here collections of artifacts, paintings,documents, and interpretive materials portray the island’s long human history. Some of thehighlights are ﬁne Ojibwe beadwork and a portrait of Chief Buffalo. Missionary activity, the furtrade, logging, boatbuilding, and frontier life at La Pointe are the subjects of some of the displays.In 2005 the museum created a new permanent exhibit depicting Apostle Islands shipwrecks.The museum sponsors such events as festivals highlighting folk traditions and the fur trade. Opendaily late May through early October. For hours call (715) 747-2415.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 342-343.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.78787424608595,46.77981598079656]}},{"type":"Feature","properties":{"name":"Big Bay State Park","description":"\"Big Bay<br><br>Located about 6 miles from the ferry landing, Big Bay State Park covers 2,383 acres fronting onthe island’s Big Bay. The park’s outstanding natural feature is 1.5 miles of sand beach where visitorscan wade, enjoy the sun, and walk. Among the park’s assets are 60 campsites, 7 miles ofhiking trails, a variety of wildﬂowers, mosses, ferns, and 240 species of birds. Along the Bay ViewTrail are sandstone formations and small caves created by Lake Superior’s waves. In winter thecampground and the trails are open, and access is by car or snowmobile across the ice from themainland. For information call (715) 749-6425.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 343.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.69041677119058,46.80013548964204]}},{"type":"Feature","properties":{"name":"Red Cliff Reservation","description":"\"State Highway 13<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/redcliff_wigwams.jpg\\\" align=right>The Red Cliff Reservation, 7,321 acres created by the 1854 Treaty of La Pointe, became the homeof the Christian Ojibwe who settled on the shore of Buffalo Bay to ﬁsh the bountiful waters of Lake Superior, which had long been an important ﬁshing ground for them. Chief Buffalo, ninety-ﬁve years old at the time of the treaty, came here to spend the remaining days of his life. RedCliff Reservation Ojibwe soon found themselves in difficult times because of the competitionfrom powerful and expensively equipped commercial ﬁshing companies. The forestlands of thereservation were harvested by the early part of the twentieth century, and not long thereafter theOjibwe lost most of their reservation lands by sale and foreclosure. They worked off reservationfor a livelihood. As was true on reservations generally, unemployment and poverty have taken aheavy toll on the quality of life on the Red Cliff Reservation.<br><br>In recent decades the outlook has brightened. The Red Cliff Band has a community center,a health clinic, and Head Start facilities. They developed businesses including a marina, campground,and, more recently a casino, the Isle Vista. Currently the tribal council is considering amajor expansion of the casino to include a hotel and dining facilities, an investment that manythink will create more jobs and greater income. The band’s environmental program is designedto restore and protect Lake Superior waters, the ﬁsh population, and the reservation. Red Cliffis earmarked as the site of a demonstration aquaculture facility to be located adjacent to its hatchery.This is a partnership arrangement between the Red Cliff Band and University of Wisconsin-Superior. In 2006 the Red Cliff environmental programs included a major effort to remove 1,437drums of munitions that the Department of Defense dumped 100 to 400 feet deep in LakeSuperior during the Cold War years. The drums are located 90 miles from Red Cliff within one-quarterof a mile of Duluth’s fresh water intake.<br><br>Many visitors will enjoy viewing the work of Red Cliff’s resident painter, Rita Vanderventer.Her ﬁrst mural covered an 84-foot wall in the Isle Vista Casino and illustrated the history of theOjibwe. She also created murals in the Red Cliff Tribal Head Start School and in the healthclinic. At St. Francis Church in Red Cliff her murals on the walls and ceiling of the church socialhall followed the example of her grandfather, Burt Vanderventer, who painted a mural on thechurch front wall in the 1930s.<br><br>Visitors to the reservation are welcome, and a drive around shows the state of improvementsunderway.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 343-344.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.89258488053515,46.9026474579969]}},{"type":"Feature","properties":{"name":"Hokenson Fishery","description":"\"State Highway 13, County Road K, and Little Sand Bay Road<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/hokenson.jpg\\\" align=right>The Hokenson Fishery is located near the Little Sand Bay Visitor Center of the Apostle IslandsNational Lakeshore, 13 miles north of Bayﬁeld off State Highway 13. A stop at the center is helpfulin understanding the Lake Superior south shore commercial ﬁshery and provides a good introductionto the Hokenson site. The three buildings and dock at the Hokenson location representthe operations of a small-scale commercial business started in the 1920s by the three Hokensonbrothers, Eskel, Roy, and Leo, a few miles from their home farm. The dock still used by ﬁshermenremains, as well as the herring storage shed, the icehouse, and a two-story gambrel-roofedstructure used for boat storage and a workshop on the ﬁrst ﬂoor and net storage on the second.  The park service has developed the larger structure with a ﬁne exhibit of the work area wherethe Hokensons, given their isolation, developed the capability of repairing their boats and equipmentand making spare parts. The dock and buildings were constructed from 1927 to 1931. Thesite is important for the history of Lake Superior ﬁshing, an unusually well-documented smallfamily-operated commercial ﬁshing enterprise.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 344-345.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-90.88911023714005,46.94553705088883]}},{"type":"Feature","properties":{"name":"Mawikwe Bay Caves","description":"\"State Highway 13 and Meyers Road<br><br>Located east of Cornucopia within the Apostle Islands National Lakeshore, these sandstonecaves sculpted by Lake Superior water action along the bay’s shoreline attract sea kayakers by thehundreds each year. They can access the shoreline using Meyers Road, or they can launch atCornucopia or Little Sand Bay. The caves are included in an evening cruise offered by ApostleIslands Excursions that leaves from the dock in Bayﬁeld. In winter the ice-encrusted caves takeon beautiful new dimensions but are not readily accessible.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 346.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.08955069477896,46.88288014652784]}},{"type":"Feature","properties":{"name":"Cornucopia, Wisconsin","description":"\"State Highway 13<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/cornucopia_tug.jpg\\\" align=right>The people of Cornucopia prospered in the late nineteenth and early twentieth centuries ﬁrstfrom lumbering and then from commercial ﬁshing. Now the village, which has one commercialﬁshery, a hand papermaking business, and an equipment manufacturing plant, fosters tourismand recreation.  <br><br>In 2000 a hardworking committee of permanent and summer residents organized the HistoricCornucopia (Green Shed) Museum, locating it in one of the few remaining sheds at theharbor. Here, after renovating the building, the museum developed a number of displays reﬂectingvarious chapters in Cornucopia’s past, the logging era until 1914, commercial ﬁshing, andmany others. The museum is well worth a visit. Open mid-June through Labor Day. For hourscall (715) 742-3947.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 346-347.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.10102507381217,46.85370879666278]}},{"type":"Feature","properties":{"name":"Ehlers General Store","description":"\"88545 Superior Avenue <br><br>Given its role in the history of ﬁshing at Cornucopia, the Ehlers general store is well worth noting.The store’s proprietor in 1925 came to the rescue of Cornucopia’s ﬁshermen, who experienceddifficulties in marketing their ﬁsh. Out of frustration with Booth Fisheries and with railroaddirect delivery, the ﬁshermen turned to Herman Ehlers. He helped them organize a cooperativemarketing system that worked well. It was said that the system worked so well that the numberof boats operating out of the harbor increased from three to twenty in short order. As late as1948, there were thirty-one commercial ﬁshing vessels operating out of Cornucopia. Withoutquestion, commercial ﬁshing was a major village way of life for decades, but it withered and diedwith the devastations of the sea lamprey. Halvorson Fisheries on the waterfront is the remainingﬁshing business.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 346.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.10326937377232,46.85436421169537]}},{"type":"Feature","properties":{"name":"St. Mary's Russian Orthodox Church","description":"\"Erie Avenue, three blocks south of County Road C<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/orthodox_church.jpg\\\" align=right>The needs of approximately thirty Russian-speaking families from the Russian Ukraine and fromthe Carpathian Mountains of what later became Czechoslovakia led to the construction of St.Mary’s Church in 1910. These families, immigrants to the United States who had been workingin city jobs, were enticed into the area to buy cutover lands and farm. They also worked in thesawmills and lumber camps in and around the village of Cornucopia, which had been platted in1902. The congregation selected a hill overlooking the harbor and Lake Superior for their placeof worship. The beautiful structure, unusual for this part of Wisconsin, is well worth visiting.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 347.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.1002902145332,46.8532519922461]}},{"type":"Feature","properties":{"name":"Port Wing, Wisconsin","description":"\"State Highway 13 and County Road A<br><br>Another Lake Superior south shore community where once lumbering and ﬁshing ﬂourished,Port Wing has the distinction of having the ﬁrst consolidated school district in Wisconsin. Inresponse to a lack of school facilities in a number of locations where logging was in full sway,local leaders proposed the idea of consolidating the schools into one large school at Port Wingand furnishing students with free transportation. Horse-drawn canvas-covered wagons and sledsserved as school busses. The original school building completed in 1903 was a very large whitetwin gabled clapboard structure. In the central park in Port Wing a historical marker and a replicaof a horse-drawn wagon commemorate this ﬁrst consolidation. At the marina one ﬁshing tug anda host of pleasure craft graphically capture the change in the area’s economic life over the pastsix decades.<br><br>Near Port Wing the Wisconsin Department of Natural Resources maintains a state naturalarea, the Port Wing Boreal Forest, 165 acres along the Lake Superior shore containing a 20-acrebeach and dune and a stand of white and red pines forming “a canopy over white spruce, balsamﬁr, red maple, white birch, mountain maple, yellow birch, and white cedar.” Blueberries and avariety of wildﬂowers form the ground cover. For a full description and directions about howto ﬁnd the two units of the forest, see the Wisconsin DNR Web page titled Port Wing BorealForest State Natural Area.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 349.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.3857554080213,46.77806932989056]}},{"type":"Feature","properties":{"name":"Herbster, Wisconsin","description":"\"State Highway 13<br><br>A lumbering town established in the heyday of logging, Herbster experienced hard times earlyin the twentieth century, with the forests gone and settlers struggling to make farms on cutoverstumplands. As an outgrowth of unemployment and poverty during the Great Depression, theWorks Progress Administration authorized the construction of the Clover Town Hall, paid forby a combination of local and federal funds utilizing local business and materials and employingtwenty to thirty-ﬁve men. Begun in the fall of 1939, this collaborative project between thegovernment of the town of Clover and the public schools created an architecturally unusual rustic log structure usable by both, as a gymnasium for the school and a public meeting place for thetown government. It was dedicated on July 13, 1940, with a ceremony, banquet, and dance attendedby hundreds. It is still in use today. The Herbster Community Center, located one block offState Highway 13 on Lenawee Road, is well worth a visit. Herbster is rich in lake, stream, river,bird, and animal resources, and basing its appeal on these currently fosters tourism and recreation.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 348-349.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.26222224618361,46.83254458130091]}},{"type":"Feature","properties":{"name":"Brule River State Forest","description":"\"Headquarters at 6250 South Ranger Road, south off U.S. Highway 2<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/brule.jpg\\\" align=right>The state forest protects the Bois Brule River, famous for the past century as a prime trout-ﬁshing stream and for white-water canoeing. The river ﬁgures prominently in seventeenth-century colonial history as a route of French explorers, fur traders, voyageurs, and missionaries into northwestern Wisconsin and as a connector with the Mississippi River. For centuries before their coming, native people used it in pursuit of trade, hunting, warfare, and food gathering. In the late nineteenth century lumbermen “improved” the river and used it for log delivery to LakeSuperior, where ships and rafts carried the timber harvest away to mill and market. In the last 19 miles of its run to Lake Superior the Bois Brule drops 328 feet or 17 feet per mile as itssparkling waters cascade through steep bluffs and beautiful woods along the way.<br><br>The state forest, covering 40,882 acres in 2005, has a nearly century-long history beginningwith a gift of 4,300 acres from lumber baron Frederick Weyerhaeuser in 1907 to the state of Wisconsinfor “forestry purposes.”  Thereafter additions increased its size, especially in the 1930s whenvast acreages of tax delinquent cutover lands came to state, county, and federal control for thepurpose of reforestation and for controlled commercial and recreational use. The forest graduallyassumed its present size, spreading over the entire length of the river. Millions of trees havebeen planted as part of the management plan to protect the watershed, its wetlands, ﬁsh, andabundant wildlife.<br><br>Designed to help visitors enjoy the natural environment, the state forest includes a nature center,forty campsites, picnicking areas, two self-guided nature trails, and snowmobile, cross-countryski, and mountain bike trails. Licensed hunting and ﬁshing are permitted. For information inquireat Forest Headquarters reached by the following the directions above.<br>Open year-round. Forinformation call (715) 372-5678.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 349-350.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.584716,46.540767]}},{"type":"Feature","properties":{"name":"Davidson Windmill","description":"\"State Highway 13, 0.6 miles east of County Road U <br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/windmill.jpg\\\" align=right>Located close to State Highway 13, easily accessible, and sited on a bluff overlooking the AmniconRiver, this windmill has special historical signiﬁcance for a number of reasons. It is a “rare Americanexample of a northern European style windmill,” one of a very few grist mills in the Midwestand the only one in Wisconsin known to be of Finnish origin, the National Register nominationnotes. Jacob Davidson (Jaako Tapola), an immigrant from Finland, where he had been amillwright, settled at this Amnicon River location in 1887 to develop an 80-acre farm. Becausemills in Superior were not readily accessible to the settlers in the area, he began constructing themill in 1905 using a Finnish octagonal design and proportioning the structure, it is said, like acoffeepot to get the correct proportions. The materials for the most part and the labor were local.After four years of hard work, the mill went into operation and continued until 1926, when itcould no longer compete with Superior mills, which were accessible by then. Strong winds offLake Superior 2.5 miles away supplied the power so well that no more than two-thirds of the sheetmetal sails were ever installed on the eight arms. In 1956 the family repaired the ravages of time,and the mill stands in excellent condition, well worth viewing today. It is located so close to StateHighway 13 that one can easily drive past it. If you do, turn around. It deserves a thoughtful visit.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 351.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.85690470380344,46.69220909127247]}},{"type":"Feature","properties":{"name":"Amnicon Falls State Park","description":"\"State Highway 13, south on County Road U<br><br><img src=\\\"http://i210.photobucket.com/albums/bb100/sfbjohnson/Circle%20Tour/amnicon.jpg\\\" align=right>Within the park the Amnicon River on its way to Lake Superior divides in two and creates threebeautiful waterfalls, each about 30 feet high, as the river plunges over ancient sandstone and basaltrock formations and through a rocky gorge. The Amnicon River, whose name means “where ﬁshspawn” in Ojibwe, makes a 180-foot drop in less than 2 miles as it rushes lakeward, and a totaldescent of 640 feet from headwaters to lakeside.<br><br>The park area has a rich history of human use. First, Native People hunted and ﬁshed here.Next came fur traders and trappers. Copper prospectors followed, and some evidence of theirpresence remains. Thereafter the brownstone and timber resources attracted entrepreneurs. TheAmnicon served as an avenue for logs driven downriver to Lake Superior. Finally the falls areaevolved into a park in the years 1932-61, growing from 60 acres to its present size, 825 acres, andowned successively by the town, the county, and ﬁnally the state of Wisconsin.<br><br>At the park entrance station visitors will ﬁnd information about park facilities and naturalfeatures. The park includes a campground with thirty-six reserved campsites, a number of picniclocations, well-developed trails, a covered bridge for viewing the upper and lower falls, andthe extended Thimbleberry Nature Trail. The park staff offers seasonal naturalist programs. Theentrance station is the place to check in for reserved campsites. Open year-round. For informationcall (715) 398-3000.<br><br>Bogue, <i>Around the Shores of Lake Superior</i>, 352.<br>Copyright &copy; 2007<br>The Board of Regents of the University of Wisconsin System<br>All rights reserved.\""},"geometry":{"type":"Point","coordinates":[-91.89065655097602,46.60923460317343]}}]}