{"type":"FeatureCollection","features":[{"type":"Feature","properties":{"name":"Algoma Pierhead","description":"The Algoma lighthouse is operational and run by the U.S. Coast Guard, but it is not open to the public. The first station on this site was built in 1893 and replaced in 1908, and the current tower was built in 1932.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.42946791367855,44.60685382891398]}},{"type":"Feature","properties":{"name":"Ashland Breakwater","description":"The Ashland Breakwater Lighthouse (also known as the Chequamegon Bay Breakwater Light) is operational and maintained by the U.S. Coast Guard. It is not open to the public and close-up views can only be obtained by boat because the breakwater is not connected to shore. Bayview Park (on the bay side of US 2 just south of town) offers some of the best view from shore. Built in 1914, this lighthouse is *the last remaining notable poured, reinforced, concrete lighthouse of its kind in the United States,* according to the Wisconsin Historical Society.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.87025666690371,46.62803229139122]}},{"type":"Feature","properties":{"name":"Bailey's Harbor","description":"The Baileys Harbor Lighthouse is inactive and privately owned - the entire Lighthouse Island is privately owned. It was built in 1853 and closed when the Cana Island Light and Baileys Harbor Range Lights became operational. The 53-foot rubble tower is topped with an unusual birdcage lantern, which is no longer supported and could fall at any time.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.0969435441458,45.05561976839658]}},{"type":"Feature","properties":{"name":"Bailey's Harbor Range Lights","description":"The Baileys Harbor Range Lights consist of two buildings--the upper range light (a one and one-half story house with seven rooms) and the lower range light (a 21-foot wooden tower). They were built in 1870, electrified in 1930, and decommissioned in 1969. Both are inactive now and managed by the Ridges Sanctuary, where they are open for public viewing during the annual Lighthouse Walk and to groups by special appointment.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.11962294256155,45.07030830792295]}},{"type":"Feature","properties":{"name":"Boyer Bluff","description":"The Boyer Bluff Light is an active light managed by the U.S. Coast Guard, although it is not technically a lighthouse because it is not enclosed. It consists of a 220-foot steel skeletal tower.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-86.93649486939817,45.42018726811045]}},{"type":"Feature","properties":{"name":"Cana Island","description":"The Cana Island Light was built in 1870 to replace the deteriorating wooden Baileys Harbor Light. It is an active 81-foot tower with a continuous white light and is maintained by the U.S. Coast Guard. The cream city brick used for the exterior (still visible on the keeper's house) suffered during several large storms and was encased in steel in 1902. The lighthouse is open to the public (with an admission fee) and is staffed by the Door County Maritime Museum seven days a week from May to October.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.04804060590442,45.08820491029508]}},{"type":"Feature","properties":{"name":"Chambers Island","description":"Marking the passage into Green Bay, the Chambers Island Light was built in 1868. It consists of a 67-foot cylindrical brick tower and a one and one-half story keeper's house. It was replaced by a 97-foot skeletal tower in 1961 that remains active. The lighthouse is maintained by the Town of Gibraltar and is located in 40-acre Chambers Island Park. The lighthouse itself houses a small museum and is open to the public when the caretakers are available, which includes most weekends during the summer.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.3648237518772,45.20215462810602]}},{"type":"Feature","properties":{"name":"Chequamegon Point","description":"There are two Chequamegon Point Lights--the first, built in 1896, is a skeletal cast iron tower that has been inactive since 1987; the second, built in 1987 is an active steel tower. Both are managed by the Apostle Island National Lakeshore, but the active light is owned by the U.S. Coast Guard and the inactive light is owned by the National Park Service. The site for both is open to the public, although a boat is required to get to Long Island. Both towers are closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.80913454417407,46.72853024201321]}},{"type":"Feature","properties":{"name":"Devils Island","description":"A beacon was first lit in this location in 1891, and a temporary tower and a keeper's residence were built at that time. In 1897, an assistant keeper's residence was built as well. The 82-foot steel tower was finished in 1898, but the light wasn't available until 1901. The tower was originally designed as a simple cylinder, but its exposed location caused it to shake. According to the National Park Service, keepers complained that the tower sometimes shook so badly that the motion extinguished the lamp. External braces solved this problem 1914; they remain today. This light is owned by the U.S. Park Service and managed by Apostle Islands National Lakeshore. The site is open to the public and tours are given during the summer season. The island is accessible only by boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.72825176740997,47.0795224277381]}},{"type":"Feature","properties":{"name":"Dunlap Reef Rear Range","description":"Built in 1881, the Dunlap Reef Rear Range Light was located on the reef until it was deactivated in 1924 and moved in 1925. It is now a private residence in the town of Sturgeon Bay, and it is not open to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.37271802933488,44.8320739048657]}},{"type":"Feature","properties":{"name":"Eagle Bluff","description":"The Eagle Bluff Lighthouse is both an active light and a museum run by the Door County Maritime Museum. (It is owned by the Wisconsin Department of Natural Resources.) It was built in 1868 with a combined keeper's residence and tower made of cream city brick. It was fully restored from 1960-1964 and furnished as faithfully as possible to the time of keepers William and Julia Duclon and their seven sons (1883-1918). Guided tours are available throughout the summer with an admission fee.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.2365075095359,45.16861560247244]}},{"type":"Feature","properties":{"name":"Grassy Island Range","description":"This station was established in 1872 consisted of two lights. Both have been inactive since 1966. They were moved at that time and restored by the Green Bay Yacht Club. The site is open on the ground of the club (east side of the Fox River in Green Bay), but the towers are closed.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-88.00524501372782,44.53617043564115]}},{"type":"Feature","properties":{"name":"Green Bay Harbor Entrance","description":"This active tower was built in 1935 and is located in the middle of Green Bay, 9.3 miles from the city of Green Bay. It is accessible only by boat and it not open to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.9016,44.6533]}},{"type":"Feature","properties":{"name":"Green Island","description":"The Green Island Lighthouse exists only in ruins. The light tower has collapsed and the two-story keeper's house is down to crumbling walls. (There is a 65-foot skeletal light tower on the island that was built in 1956 by the U.S. Coast Guard.) The island is privately owned and accesible only by private boat or by air.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.4937,45.057]}},{"type":"Feature","properties":{"name":"Gull Island","description":"This active 50-foot tower is owned by the U.S. Coast Guard and maintained by the Apostle Islands National Lakeshore. It is a skeletal tower painted black. No keeper's house existed on this island; the Michigan Island keepers were responsible for this site until 1943. The island is accesible only by boat. The site is open but the tower is closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.44328894233199,46.90683381048211]}},{"type":"Feature","properties":{"name":"Kenosha (Southport)","description":"This inactive light was built in 1866 and was replaced by the Kenosha Harbor North Breakwater Light in 1906. It consists of a 52-foot brick tower attached to a two-story keeper's house. The keeper's house was in use until about 1940. The Kenosha History Center is restoring the lighthouse and keeper's house, and lighthouse tours are available starting at the adjacent center.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.81569341113645,42.58943422802039]}},{"type":"Feature","properties":{"name":"Kenosha Pierhead","description":"This 50-foot red steel tower is active. It was originally attached to a steel fog signal building that has been removed. The site is open and the tower is closed to the public. The tower was built in 1906, and it is owned and maintained by the U.S. Coast Guard.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.80860237442349,42.58882290770553]}},{"type":"Feature","properties":{"name":"Kevich","description":"Kevich Lighthouse is named after Brana Kevich, an ordained Serbian Orthodox priest who privately designed and built it in 1981. The lighthouse marks the site of the 19th century town of Port Ulao, which is now abandoned. It was certified as a Class II Private Aid to Navigation by the U.S. Coast Guard in 1990, and is still an active light. It is now owned by the Bennett family, who live in the attached residence and maintain the light. It is not open to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.88843420003833,43.32346947203]}},{"type":"Feature","properties":{"name":"Kewaunee Pierhead","description":"Dates for the building of this lighthouse vary according to the source. The station was established at some point from 1891 to 1893, with a tower built in 1908 or 1909, and then rebuilt at a time from 1930 to 1932. It was originally built as a fog signal building, and a square tower was added to the top. It is an active light that is managed by the U.S. Coast Guard.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.49311817119967,44.45727418712909]}},{"type":"Feature","properties":{"name":"LaPointe","description":"The LaPointe lighthouse on Long Island took its name from the LaPointe settlement on nearby Madeline Island. It was first built as a wooden structure in 1858. In 1891 a light and fog tower was built, and then a 67-foot tower was built alongside in 1897. The old lighthouse lies in ruins today, and the fog tower is inactive. The LaPoint light is active. The site is open and managed by the Apostle Islands National Lakeshore, although it is accesible only by boat. The tower itself is closed and maintained by the U.S. Coast Guard.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.7850218353931,46.72859641375617]}},{"type":"Feature","properties":{"name":"Long Tail Point","description":"There have been three different lighthouses on Long Tail Point. All that remains is the crumbling stone tower from the first one, built in 1849 and inactive since 1859. The two later lighthouses have completely vanished. The area is owned by the Wisconsin Department of Natural Resources and managed by the Long Tail Point State Wildlife Area. The island is only accessible by boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.98349279625148,44.59604457314949]}},{"type":"Feature","properties":{"name":"Manitowoc Breakwater","description":"The Manitowoc Breakwater Light is a steel-framed structure built in 1918 as a cylindrical tower mounted onto the keeper's residence. It is active, and the grounds are open to the public by walking the breakwater. The tower is closed.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.64376040823032,44.0926860822109]}},{"type":"Feature","properties":{"name":"Michigan Island (new)","description":"This 170-foot white skeletal tower was originally built on the Delaware River in Pennsylvania in 1880. When it was no longer needed there, it was disassembled and moved to its current location in 1929. It is owned by the National Park Service and managed by the Apostle Islands National Lakeshore. The interior is restored and volunteer-led tours are available during the summer.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.49726385496797,46.87132390512612]}},{"type":"Feature","properties":{"name":"Michigan Island (old)","description":"This light was built in 1857 in this location by accident--the contractor was supposed to build a light at LaPointe instead. It isn't clear whose mistake resulted in the light being built on Michigan Island, but the contractor ended up building a second lighthouse--this time in the LaPointe location. Terry Pepper's site (see the first link) offers a good argument for the innocence of the contractor and either a mistake or deliberate misinformation on the part of the Lighthouse Board. The Michigan Island light was either never put into comission or used for only one season. When the government finally decided to use it eight years later, the lighthouse was declared too short. Managed by Apostle Islands National Lakeshore, this light is open to public tours in season.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.49686043073015,46.87109466368251]}},{"type":"Feature","properties":{"name":"Milwauke Breakwater","description":"Built in 1926, this light is mounted on a two-story keeper's quarters. It is constructed of quarter-inch steel plates over a steel skeleton, with window glass a half-inch thick. It was fullly automated in the 1960s, when the two-man crews were no longer needed. The U.S. Coast Guard owns and manages the site, and it is not open to the public. It is accessible only by boat, and the breakwater is not connected to the shore.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.88188057273909,43.02687924680849]}},{"type":"Feature","properties":{"name":"Milwaukee Pierhead","description":"The Milwaukee Pierhead Light was built in 1906 and is currently active. It consists of a 42-foot red steel tower and is managed by the U.S. Coast Guard. It is accessible from shore by walking the pier, but the tower is closed to visitors.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.89531039676011,43.02593227609193]}},{"type":"Feature","properties":{"name":"North Point","description":"The North Point Light Station was established in 1855, and this lighthouse was built in 1888 (raised onto a steel foundation in 1913). It consists of a 74-foot tower with attached two and one-half story keeper's house. From 1874 until her retirement in 1907, this light was tended by a widowed woman, Mrs. Georgia Stebbins. She took over her sick father's duties and became Acting Keeper of the North Point Light on April 2, 1881, and was promoted to full keeper on July 22. This is light has been inactive since 1994 and is now being restored by the North Point Lighthouse Friends. The lighthouse is located in Milwaukee's Lake Park, and is expected to be fully open for tours in spring of 2007. It is owned and managed by Milwaukee County Parks.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.87138100322466,43.06554818490398]}},{"type":"Feature","properties":{"name":"Outer Island","description":"The Outer Island Lighthouse is stationed at the most remote point of the Apostle Islands chain. As the Duluth Harbor became increasingly active, the Apostle Islands were a significant hazard to mariners navigating across Superior from the Keweenaw. This light was built in 1874 and remains active. It consists of a 90-foot brick tower attached to a two and one-half story brick keeper's house. Two separate fog signal buildings were combined into one structure (still standing) in 1900. Shoreline erosion threatened the structures severely enough that the lighthouse was placed on the Lighthouse Digest's Doomsday List in 2000. Work is currently underway on shore stabilization, and it is scheduled to be completed in 2007. The stabilization project may close the buildings and dock at times, but the lighthouse is open for guided tours during the summer.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.41678385589806,47.07665954690359]}},{"type":"Feature","properties":{"name":"Peshtigo Reef","description":"This 72-foot steel tower was built in 1936 and remains active. It is managed by the U.S. Coast Guard and is accessible only by boat. Both the site and tower are closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.579,44.9538]}},{"type":"Feature","properties":{"name":"Pilot Island","description":"This light was initially built on Plum Island in 1846 and then rebuilt in 1858 in its present location on Pilot Island. The 41-foot brick tower is mounted on a two-story brick keeper's house. In 1864 a fog signal was added, and in 1904 the keeper's quarters were enlarged to provide separate residences for the keeper and the first assistant. Although the light is still active and owned by the U.S. Coast Guard (and managed by the U.S. Fish and Wildlife Service), the site is abandoned widely reported as overrun with many cormorants and seagulls. It is only accessible via private boat, except during the Door County Lighthouse Walk each year in May, when special excursions are offered to view the island by boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-86.91956541072686,45.28438460032042]}},{"type":"Feature","properties":{"name":"Plum Island Rear Range","description":"The Plum Island Rear Range Light was built in 1897 and is still active. It consists of a 65-foot white skeletal tower. The two-story brick keeper's house and Coast Guard station are now abandoned. Also on the island are the stone ruins of the 1846 lighthouse. Plum Island is only accessible by private boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-86.95812409868431,45.30760753492196]}},{"type":"Feature","properties":{"name":"Port Washington","description":"The first Port Washington Lighthouse was built in 1849, but it deteriorated quickly and had to be replaced in 1860. The current structure was built in 1860 and has been inactive since 1903. When the lighthouse was decomissioned, the U.S. Coast Guard leased the building to the Port Washington Historical Society, which has been using it as a museum ever since. In 2000, the government of Luxembourg offered to build a replacement light tower to honor Luxembourg citizens who emigrated to Port Washington and American servicemen who liberated Luxembourg in World War II. The museum is open for public tours during the summer and group tours may be scheduled at other times.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.8677,43.391]}},{"type":"Feature","properties":{"name":"Port Washington Breakwater","description":"This 58-foot white steel tower with gallery was built in 1935. It is active and maintained by the U.S. Coast Guard. It is accessible by walking the pier, but the tower is closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.85966858745822,43.38525369565547]}},{"type":"Feature","properties":{"name":"Pottawatomie (Rock Island)","description":"The first lighthouse built in this site in 1836 was constructed with faulty mortar and torn down in 1858. The current lighthouse has been inactive since 1988, and the Friends of Rock Island have been restoring it since 1999. Tours are given by live-in docents during the summer months. Rock Island is only accessible by passenger ferry from Washington Island, which is accessible by car ferry from Northport.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-86.82820976614566,45.4274839297354]}},{"type":"Feature","properties":{"name":"Racine Breakwater","description":"This light, and its keeper's dwelling, marked the entrance to Racine Harbor. The tower is a 46-foot red steel skeletal structure. A United States Life Saving Service (USLSS) station was built behind the keeper's dwelling in 1883. Both buildings once served as USCG Station Racine, but are now privately owned. The light has been inactive since 1987. It is now lit at night at Racine's waterfront park.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.77198415300215,42.73457350221675]}},{"type":"Feature","properties":{"name":"Racine Harbor (Root River)","description":"The Racine Harbor lighthouse was built in 1866 and consists of a square cylindrical wood tower on a two and one-half story wood keeper's residence. It has been inactive since 1901 and has been used as the Racine Harbor Lifesaving Station and the Racine Coast Guard Station. When the station was closed, the building was sold to Pugh Marina. The site is open.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.77826046413458,42.73406826026144]}},{"type":"Feature","properties":{"name":"Racine Reef","description":"This 50-foot white steel skeletal tower was built in 1961 and remains active. It replaced a Victorian-style lighthouse that was built in 1906 and demolished in 1961. The light is accessible only by boat and is closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.73611670497175,42.72748962969956]}},{"type":"Feature","properties":{"name":"Raspberry Island","description":"The Raspberry Island Lighthouse has been inactive since 1957 and is a popular site for visitors with as many as 10,000 people visiting the site each year. It was built in 1906 as a 35-foot wood tower rising from a two-story clapboard keeper's residence. The National Park Service has closed the building for restoration throughout 2006; it is expected to reopen for tours in summer of 2007. Raspberry Island is accessible only by boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.80500727582299,46.97045634211826]}},{"type":"Feature","properties":{"name":"Rawley Point","description":"A brick tower built in 1874 at this site was incorporated into the keeper's house of the \"new\" lighthouse built in 1894. It is an active 111-foot white steel tower, with an attached 2 1/2-story brick keeper's house, which is used for Coast Guard personnel. The site is located within Point Beach State Forest and the grounds are open, but the tower is closed to the public.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.50893187895271,44.21059777180868]}},{"type":"Feature","properties":{"name":"Sand Island","description":"The Sand Island Lighthouse was built in 1881 and is now currently active. It consists of a 40-foot octagonal sandstone tower with lantern and gallery that is attached to a 1 1/2-story keeper's house. In 1933, the Lighthouse Service built a 50-foot steel tower in front of the stone building, and placed the light on it. The light stayed on the metal tower for more than half a century, until 1985, when the Coast Guard returned it to the lighthouse and removed the metal tower. Managed by the Apostle Islands National Lakeshore, the lighthouse is open for tours during the summer. Sand Island is accessible only by boat.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-90.93753587853807,47.00311325480494]}},{"type":"Feature","properties":{"name":"Sheboygan Breakwater","description":"This tower was brought to its location in 1915 and is currently active. It is a 50-foot red steel tower that also serves as a NOAA National Data Buoy Center Station. It is located at the end of a breakwater that can be walked in good weather, but the tower is closed.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.6926337227402,43.74944093568434]}},{"type":"Feature","properties":{"name":"Sherwood Point","description":"Built in 1883, the Sherwood Point lighthouse was the last manned station on the Great Lakes. It is still active and today also serves as a private residence for U.S. Coast Guard personnel. It consists of a 37-foot brick tower attached to a 1 1/2-story church-style brick keeper's house. Visitors to the site are discouraged, but the site and tour are open during the Door County Lighthouse Walk in May.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.43349538773434,44.89269674749737]}},{"type":"Feature","properties":{"name":"Sturgeon Bay Ship Canal","description":"This 98-foot tall active tower was initially built in 1899. However, it experienced serious wind vibration and needed to be reinforced with steel bracing in 1903. It consists of a 98-foot white steel tower with 2 two-and-one-half story keepers residences. The station is managed by the U.S. Coast Guard and serves as an active Coast Guard station. The site is open, and the tower is closed, except during the Door County Lighthouse Walk in May.\n      ","links":[]},"geometry":{"type":"Point","coordinates":[-87.31323912467244,44.79493557003707]}},{"type":"Feature","properties":{"name":"Sturgeon Bay Ship Canal Pierhead","description":"Built in 1903, this active light is located on the end of the breakwater. The tower consists of a one and one-half story steel fog signal building and a 40-foot cast iron tower. The entire structure was originally painted white but is now a bright red. The site is open to visitors, but the tower is closed.","links":[]},"geometry":{"type":"Point","coordinates":[-87.30943805488887,44.7920178459018]}},{"type":"Feature","properties":{"name":"Two Rivers","description":"This light tower was built in 1886 and rebuilt in 1928. It consists of a 36-foot wood tower without a keeper's house. (The keeper lived at the Rawley Point lighthouse.) The lighthouse was relocated in 1975 by the Two Rivers Historical Society for the Rogers Street Fishing Village, which serves as a museum and heritage park. The lighthouse is open for tours (admission fee is required to enter the village) from May to October, and for group tours by appointment.","links":[]},"geometry":{"type":"Point","coordinates":[-87.56237609859942,44.15307974731336]}},{"type":"Feature","properties":{"name":"Wind Point","description":"Built in 1880, the Wind Point Lighthouse is an active 108-foot brick tower. It is owned and managed by the Village of Wind Point. The grounds are open as a park, and tours are given of the lighthouse on the first Sunday in July, August, and September. There is an admission fee, and reservations are suggested. See the Wind Point Web site for more details.","links":[]},"geometry":{"type":"Point","coordinates":[-87.75840142136855,42.78116300012345]}},{"type":"Feature","properties":{"name":"Wisconsin Point (Superior Harbor Breakwater)","description":"Built in 1913, the Wisconsin Point Lighthouse is an active light station combined with a fog signal building.","links":[]},"geometry":{"type":"Point","coordinates":[-92.00639473625007,46.71022004261616]}}]}